
        {
            "id": "1402",
            "cataloglink": "https://archives.newberry.org/repositories/2/resources/6",
            "pages": [
                {
                    "pageid": 121273,
                    "pagefilename": "4919fffeb63613205e44452c921f11b6.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00002_000002.jpg",
                    "transcription": "crossed out  2  As you know I am writing to lay before you a plan to increase the social value of the country papers\n2)\nI want to get at a typical case of sorts. It should be emphasized that I bought two papers, not one.\n1)\n\nI have talked to you of my plan to call attention to their field. I think these country papers might be made a real cultural influence, a force for decency. I want to start some\n\npropoganda to this end. I have unclear any  plans for doing this. I want to tell you also, rather in detail, of my own experience,"
                },
                {
                    "pageid": 121274,
                    "pagefilename": "e5340f7888958a3e82ad3f079637c339.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00002_000006.jpg",
                    "transcription": "The weekly is handed about from neighbor to neighbor.   Subscribers, after reading, mail it to relatives."
                },
                {
                    "pageid": 121275,
                    "pagefilename": "4d7b1b76e57d94fd6a83e7a66e89c5d9.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00002_000013.jpg",
                    "transcription": "11\nestablished and a well organized propaganda began to show young men and women the possibilities of this field.\n\nI have myself done what I can in this matter. Already a good many young men write to me [ crossed out:  [about the matter. If not myself -]]  Some man I heard begin going about and lecturing on the subject in schools and colleges calling attention to the country newspaper field as a possibility.\n Those who are already in should be encouraged. It is ?2 unclear words? of your Mr  Alexander  to go to a state meeting of those country editors.  As you will see by the attached article on this subject I believe that crossed out the country papers have in so many cases got into the hands of second"
                },
                {
                    "pageid": 121276,
                    "pagefilename": "8feec9930b020cfec4af9ab141a3faa8.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00002_000014.jpg",
                    "transcription": "12\nrate men because of the city ? movement that they for so  long a time drained off the brighter young men and women.\n\n There are however young men and women already in the field and they like the work.\n However they feel isolated. They should be brought together in some sort of spiritual cause.   I myself think two things should be done, first pecuniary and ? wants provided\n\nand to get better men and women into the field, ensuring its ? and then all of  the men and women now are made to feel they are a part of  some thing.\n\n The whole thing should be built on broad cultural"
                },
                {
                    "pageid": 121277,
                    "pagefilename": "dcb008d55a5cd0c2e842d0c7cd000e90.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00002_000015.jpg",
                    "transcription": "13\nlines, as force for discovery - a possible force for discovery being developed."
                },
                {
                    "pageid": 121278,
                    "pagefilename": "4d335aab9337d71c41333d99f28ddaec.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00009_000001.jpg",
                    "transcription": "[[[letterhead]]    THE ROYALTON     44 West Forty Fourth Street   NEW YORK\nFeb 2  40\nDear Florence V Anderson -\n\n Your letter delighted me. Now you must arrange that I have a photograph of the Maine Sherwood  to hang in my Virginia house.\n I am taking the liberty of sending one for him - a fair trade.   I will be at the above address until spring.  In the summer\n\nI live in the Mountains of Southwest Virginia.  My best to Thenas?\n\n   Sherwood Anderson\n\nsymbol of NY World's Fair  footnote to letterhead \"Visit the World's Fair - New York\""
                },
                {
                    "pageid": 121279,
                    "pagefilename": "3aacc10de38b4a3aa296175c5ec17016.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00010_000001.jpg",
                    "transcription": "letterhead  THE ROYALTON   44 West Forty Fourth Street   New York\n\n\n    Nov - 26  - 40\n\nDear Reverend Anderson\n\n The boys sometimes called me Andy. However the name given me, in my Ohio town\n\nwhen I was a boy and by which I was almost altogether known until\nI grew up and left the town was Jobby.\n\n I presume it was because I was always after any job that came up in the town.\n Good fortune to you  I was delighted to get your letter.\n             Sherwood Anderson\n\nsymbol of NY World's Fair  footnote to letterhead  \"Visit the New York World's Fair in 1940\""
                },
                {
                    "pageid": 121280,
                    "pagefilename": "2c5589c82e3634eb2508dab1c4b8374a.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00013_000001.jpg",
                    "transcription": "E?  Apr 25, 1932 in pencil\nDear Valenti Angelo\n\n There is more I wanted to say to you. I think their notion - of going to the factories for more ? experiences is so much the word? of the future.\n I had the conception myself, long ago and tried to express it in Machinery Men  but later got swept aside from it.  I had some success.  Perhaps that poisoned me.\n The pictures and the?  must be the new road.\n I think artists in all fields must follow this  road now and am very happy that your foot is in the stirrup.  Keep it there now. Keep exclusively your own close contact \n\nwith men  at work in factories and the machines they handle"
                },
                {
                    "pageid": 121281,
                    "pagefilename": "5c84773fca4b869f204ee46dc821f4c1.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00013_000002.jpg",
                    "transcription": "2\nman. It is the way of the  new man.\n\n There is something personal. There is a woman here with whom I am in love.\n\nIt is not known that I am in love with her. She is a working woman, concerned\nnow with women and girls in factories. At present she has  a job in the industrial\ndepartment of a philanthropic organization. She is about 35, rather small and\ndark, with a big head, like your own child and with eyes like your child.  I would\nlike to have a head made of her, for a present to her old father and mother. Would\nit be possible. How much would it cost? How much time would it be likely to take?"
                },
                {
                    "pageid": 121282,
                    "pagefilename": "628d3a375eba2daaa8b50ee2f7dc0adc.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00013_000003.jpg",
                    "transcription": "3\nI have to ask because she does not have much time away from her work.\n\n I am particularly anxious not to have talk about my being in love with her\n It might actually cause her to lose her job -\n We will be married later but I dont want that known either.\n   When a man becomes a little what is called famous there are too many \n\nwho dabble in his personal life.\n\n Anyway I would like to have you see her and see how you feel about\n\ntrying to make a head of her.\n\n   Sincerely\n   Sherwood Anderson"
                },
                {
                    "pageid": 121283,
                    "pagefilename": "57421248280aa73c707b0b358b9ad222.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00013_000009.jpg",
                    "transcription": "Dear Angelo\n\n Eleanor & I are married and living for the winter in New York at 56 Washington Mews.*\n When you get here drop me a line \n\nhave to L & G.\n\n Sherwood Anderson\n\n* a private street"
                },
                {
                    "pageid": 121284,
                    "pagefilename": "aad36fdf89c5b957b032304ca481c1f1.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00013_000011.jpg",
                    "transcription": "Dear Valenti .\n\n I just got back to New York, after an absence and got the \n\nannouncement of yours then. Unfortunately I have to go to\nWest Virginia tonight.\n\nI'll be back before the show closes.  I'm anxious to see it.\n  Sincerely\n Sherwood Anderson"
                },
                {
                    "pageid": 121285,
                    "pagefilename": "dbeb0c06e18bb676a9a87be98fa08af5.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00017_000001.jpg",
                    "transcription": "letterhead  Ripshin Farm  Troutdale, VA.\nSaturday\nDear Alice.\nWhat a grand letter. No, Alice I did not know what you told me. I once had some such an experience myself, of which I will some day tell you.\nWe make a bid now for you to come to us next summer. You are such a lovely person. I have written Randolph to tell him that he would never get a chance at you but that I love my Eleanor. Do write, from time to time. You made us love you.\nI had to write Glover, telling him I did not want"
                },
                {
                    "pageid": 121286,
                    "pagefilename": "6f58320ca2faf7c283d3ee69bfde9719.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00017_000002.jpg",
                    "transcription": "letterhead   RIPSHIN FARM  TROUTDALE, VA.\nhim to unclear. on the proposed book.   He may be too young for it and then I may do it later myself, in some other form.\nHowever do not speak of my having said this to you. \nWith my love,\nSherwood\nGive my love to Virginia and the others when you are again in Olivet?."
                },
                {
                    "pageid": 121287,
                    "pagefilename": "c03a974eec1d44c2ea0a8796d07c581d.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00017_000004.jpg",
                    "transcription": "letterhead  THE ROYALTON  44 WEST FORTY-FOURTH STREET NEW YORK\nTuesday\nDear Alice\nI am here in New York with Eleanor still in Marion, trying to settle up her Mother's affairs.  It was a pretty unsuccessful Christmas.\n\n Alice we did both appreciate your lovely greet and I am embarrassed we have not thanked you sooner.\n  I hope we may 2 unclear words whether or not we will have to abandon our trip.\n I do hope you had a happy visit here.\n\nLove\nSherwood Anderson"
                },
                {
                    "pageid": 121288,
                    "pagefilename": "33391ebbaf17ff618b3b2b0226ce1646.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00019_000001.jpg",
                    "transcription": "n.d.\nMy Dear Mary Austin.\n\n I have been for some months at the steps of the desert and have found your books.   They have been such a relief to me after all the other books of the mountain country I have read.  What Terrain and Hants? missed your News Journal and set down with such fine understanding.\n The books have been a real joy to me.\n\nSincerely\nSherwood Anderson\nMail address.\n℅ Max Radin\n2597 Buena Vista Way.\nBerkeley \nCalif."
                },
                {
                    "pageid": 121289,
                    "pagefilename": "77b649eb709c1d9014383100aeef3ee3.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00019_000003.jpg",
                    "transcription": "Dear Mary Austin -\n\n  Perhaps I had to be for a time out in the west before I could know the people and things you write about.   I shall look up American Rhythm the next time I am in some place where the book may be had.   I may see you before I leave the west - but when that may be I do not know.\n  I like particularly your own writing about wandering people and there was one thing of yours called the Field I loved very much.\n  Do not be annoyed that I have been so long finding you out - will you.   I am such a long time finding anything out."
                },
                {
                    "pageid": 121290,
                    "pagefilename": "ebb8358cbf9faf60b038e58560010c8d.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00019_000005.jpg",
                    "transcription": "Jacques Copeau and several others have tried to get me interested in writing drama but whenever I go to the theater I shudder at the notion.   ? I fancy myself that anything I have to give ? be given as a tale teller as much as any other way.   God knows I have yet enough to learn about that.\n\n  I am sorry you have been ill.   Have been myself recovering from nerves.  They go along more steadily now.  You may be sure I shall write you when I have got my hand on The American Rhythm.\n  May I thank both Mabel Lujan Luhan? and yourself for the invitation to come in and see you.  I may, one of these days, be wandering past.\n\nSincerely\nSherwood Anderson"
                },
                {
                    "pageid": 121291,
                    "pagefilename": "e42d98fa38d69f6de62569d5508f78a0.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00019_000007.jpg",
                    "transcription": "Dear Mary Austin -                                        n.d.\n\n I know it is too bad of me. I'm an awful writer \n\nabout such things. Do forgive me and be assured I'll always\nbe glad to take the responsibility of anything you say.\n\n I shall see you some day,\n     Sincerely,\n     Sherwood Anderson"
                },
                {
                    "pageid": 121292,
                    "pagefilename": "f80f40dde9a67596010642018936ef6c.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00019_000009.jpg",
                    "transcription": "n.d.\nMy Dear Mrs Mary Austin -\n\n I am sure I know nothing at all of this matter and to tell the\n\ntruth know very little of literary clubs.\n\n Anyway I am sure that what ever you may do will have my\n\napproval.\n\n Will you therefore go ahead with my O.K.  A committee of one is the only\n\neffective sort anyway.\n\n  Sincerely\n    Sherwood Anderson"
                },
                {
                    "pageid": 121293,
                    "pagefilename": "424f555896e2cf05d52094c8e1eaceeb.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00020_000001.jpg",
                    "transcription": "Chicago  Dec 3 - 1921.\ncircled in right margin  see over\nMy Dear  Mr John Eakins\nAnd Franklin H Giddings.\nThe Authors Club\nSeventh Ave & 56th Street\nNew York\n\n I should be delighted, I'm\n\nsure, to be a member of the\nAuthor's Club. If after my\nname is presented you want\nme let me know what I\nwill be owing. - A Non-Resident Membership.\n\n Thanking you sincerely\n Sherwood Anderson"
                },
                {
                    "pageid": 121294,
                    "pagefilename": "4f7c539c1ce73fc47030e89cd192af93.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00022_000001.jpg",
                    "transcription": "envelope\nRIPSHIN FARM\nTROUTDALE, VA\n\nWinter Address\n Marion, VA\n\n[[postmark SOUT  DA  JUN 16 19 3 cent postage stamp over top\n\n Miss Emily Barksdale\n50 Monterrey St\nMexico City, D? F.\n\nMexico"
                },
                {
                    "pageid": 121295,
                    "pagefilename": "7a41ad4131249a96f460e0cf466f7785.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00022_000003.jpg",
                    "transcription": "letterhead  RIPSHIN FARM  Troutdale, VA.   Winter Address     Marion, VA.\nJune 14 1939\n\nDear Emily.\n I have been intending to write you ever since I got home.\n\nYou were so very nice to us in Mexico and it was so\ndelightful seeing you there. -\n\n What are your plans? What are you doing? Are you coming\n\nhome this summer.\n\n We would be so delighted to see you here, on our farm,\n\nhere in the hills. You meant much to us, tell us\nyour news.\n\n As for our selves, when we got home Eleanor went\n\noff to New York while"
                },
                {
                    "pageid": 121296,
                    "pagefilename": "d31336d7f37bbdd50814ae64fa00843e.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00022_000004.jpg",
                    "transcription": "letterhead  RIPSHIN FARM   Troutdale, VA.    Winter Address         Marion, VA.\n\n I stayed in Marion to work, but about ten days \n\nago, we got our house opened and here we are \nfor the summer.\n\n And it is seriously a very grand summer, everything very\n\ngreen and growing? and the nights cool and pleasant. I\n\nhope you are coming to America this summer and\n\nthat we shall see you.\n\nWe both send love.\n  Sherwood Anderson"
                },
                {
                    "pageid": 121297,
                    "pagefilename": "1cfc23c3404b727ba5e13298a9c60694.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00027_000001.jpg",
                    "transcription": "in pencil Nov 6'39\nThe Canterbury - San Francisco.\nDear Judge - Monte* - Dorothy\n\n How  you have made me\n\nlove you.  It is wicked. I'll \npay you out by making you\ntry to read my scrawl. It \nhas sent others to the insane\nasylum, why not you?\n\nYou are all so darned beautiful.\n Brigham Young was right.\n I want to marry you Monte\n I want to marry you Dorothy\n I cant make make such a proposal to the judge.\n I'm not working on that side of the street.\n   I'm a mystic about\n\nMonte is a daughter of the Judge (Sherwood's writing often looks like Mante)"
                },
                {
                    "pageid": 121298,
                    "pagefilename": "1cc84e4be7555863fa1face7c583aa04.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00027_000002.jpg",
                    "transcription": "2\npeople. They always either \npoison you or they giving? you \nnew health -\n\n You all do that  fast to me and very beautifully.\n I kept wanting to ?ay you all.\n We'll be here about two weeks and then at the\n\nHotel Figuero, Los Angeles.\n\n  I do hope we will see you all there.\nLove - a plenty\n Sherwood"
                },
                {
                    "pageid": 121299,
                    "pagefilename": "2fdb49cd55a0570cc224f47b4091fc1c.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00027_000003.jpg",
                    "transcription": "in pencil in top margin Bartletts\nletterhead  RIPSHIN FARM   Troutdale, VA.\n\nDec 26 - 39\nDear Judge, Monte, Dorothy -\n\n We got home from one long trip on the day before\n\nChristmas and both of us agreed that the thaest? visit\nwe had at your house was about top of the trip.\n\n How I wish we could have stayed on.\nMonte - many thanks for your thoughtfullness in sending\n\nus the Rilke. I  hope you have forgiven me. \n\n Judge - please remember that I want your picture to hang in"
                },
                {
                    "pageid": 121300,
                    "pagefilename": "5acf77941792d0c43680efd4c78170c4.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00027_000004.jpg",
                    "transcription": "RIPSHIN FARM \nTroutdale, VA.\n\nWinter Address\nMarion, VA.\n\nmy house. Wes Popler sent me a fine one of Han. When it is\nso long between deni?s with the men friends I most admire\nI like a picture of them hanging where I cam get a daily look.\n\n Have they - Job - the Judge about his picture. When we\n\nwere in San Antonio Eleanor got some dope to send you\nabout the beautification of the eauec? there. She'll be sending\nit to you.\n\n Have to go all. I wish I were in your house right now.\n  Sherwood Anderson"
                },
                {
                    "pageid": 121301,
                    "pagefilename": "a4ad10809125ccf12baa371833750989.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00028_000006.jpg",
                    "transcription": "We both went to Robert Coche's? house  What a lovely woman he has got. She seemed very\n\nfine and beautiful to us both.\n\n And what a beautiful woman Dorothy is. She stays so very sharply in my mind.\n I am glad you are launched? in the book. If you can think and recite? just\n\nabout the people who have come and gone tell it will be wonderful.\n\n Again love to you all."
                },
                {
                    "pageid": 121302,
                    "pagefilename": "9d88bfab23e120bd7943f626ac6c204a.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00028_000012.jpg",
                    "transcription": "If you will take back the nasty suggestion of your letter and stacyments? \n\nwe and  may go to the Pioneer Hotel - Tucson. Ariz.\n\n If you still feel I am the impossible ass the letter suggests, forget it."
                },
                {
                    "pageid": 121303,
                    "pagefilename": "cb421d8f7dfcd3eacc64c7016bc4f7b8.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00028_000013.jpg",
                    "transcription": "Bartlett - in pencil\nThe Virginian Hotel        Cafe  European   Coffee Shop   Air Conditioned\nLynchburg, Virginia\nimage of building\n\"Sleep in safety in a modern-fireproof homelike hotel\"\nA.F. Young, Lessee\n\n   Jan 6 - 39 -crossed out  40\nDear Monte\n A salute to the Judge and to the beautiful Dorothy.\n Monte I cant in any way figure out how you could think that\n\nanything in your letter could possibly offend me.  Perhaps I did\nthink that - crossed out after reading the little poem that it would\nbe nice if I could take the place, temporarily, of the tall?, between\nyou and the star.\n\n Your anaer? about me,"
                },
                {
                    "pageid": 121304,
                    "pagefilename": "04c2b3d5d89b9f39283de11dbbfd1003.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00028_000014.jpg",
                    "transcription": "The Virginian Hotel        Cafe  European   Coffee Shop   Air Conditioned\nLynchburg, Virginia\nimage of building\n\"Sleep in safety in a modern-fireproof homelike hotel\"\nA.F. Young, Lessee\n\n 2\n\ninstead of the tall?, etc.\n\n Does Dorothy ever do any such star gazing.  I\n\nmight come out.\n\n As it is we are still westward bound, to West Virginia\n\nand then New York. We will be, for the next 2 or 3 months\nat Hotel Royalton - 44 West 44 St.\n\n I think you might all enjoy my piece in the next? Readers Digest.\n I didn't go so strong for Rilke - nan, an?  I"
                },
                {
                    "pageid": 121305,
                    "pagefilename": "0e9125d5031d9e3993acf8780eac8eb4.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00028_000015.jpg",
                    "transcription": "3\n\nperhaps take your Jan Aldus Huxley's\nLos Angeles. That lads a nice fellow but too  damn clever... Rilke\n\nto attennated for me.\n\n Had a nice Ohrman? sed from Mrs? Popler. She sent me a \n\npersonal? picture of Dan.\n\n Love to all of you,\nDo come to see us if any of you come to New York.\n  Sherwood."
                },
                {
                    "pageid": 121306,
                    "pagefilename": "b6caacd7c3e11c2bf7dfd087b403d1a8.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00028_000016.jpg",
                    "transcription": "[[in pencil:  Bartlett [?]  1940]]\n\nDear Monte.\n Well, I think your poem for the post or the papers. It is beautiful.\n I am at Wa?ts all my Memories - a general task that I love doing  It is grand fun.\n  Sometime Monte, when you and young ? y all\n\nmust come to see us here. You would love the hills.\n\n Now, ? we will be closing the house. Eleanor will go to New York at the end of\n\nthe month and I will move into Marion where I have a swell apartment, staying"
                },
                {
                    "pageid": 121307,
                    "pagefilename": "e67b1c9f5f306b1b3ed5ecd4ebdbf8fc.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00028_000017.jpg",
                    "transcription": "2\nthere until November 1st.\n\n I was go to South America the winter.\n Please do send my best to Gene and be?\n\nWayland?. I'll make it a point to call there\nwhen I get in New York.\n\n And all my love to the Judge and Dorothy.\n Love also to you\n  Sherwood A."
                },
                {
                    "pageid": 121308,
                    "pagefilename": "94c4fa2f72038bd60a419e1d8153f90f.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00028_000018.jpg",
                    "transcription": "Dear Monte.\n As I know very little - (really nothing) of the Actniqus\n\nof  verse making I must stand aside on it.\n\n Once I had a conversation with Henry  Mencken - He had been writing about poetry.\n \"I really know nothing about poetry\" he said\n  Me - \"Then why the hell do you write about it?\n  Menk - laughing - \"Oh, hell, I don't know. Its a lusivrr - Lucifer? with me.\"\n   You are right in thinking I wouldn't particularly like Lucifer's Angels.  I"
                },
                {
                    "pageid": 121309,
                    "pagefilename": "96c5635ff73e16dc9902ddff2b0b0c86.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00028_000019.jpg",
                    "transcription": "did like very much Familiar Fruit.\n\n Eleanor has gone to New York but I stay w here, at waet? The\n\nCountry is Oh so beautiful now.\n\n I have to go to Detroit & Ann Arbor at the end of November. \n\nI wont get to New York until after the Putnams have gone.\n\n Love to all of you Ubres?.\n   Sherwood"
                },
                {
                    "pageid": 121310,
                    "pagefilename": "9bb35ec2e86b159ff404ec2fc890d32c.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00028_000020.jpg",
                    "transcription": "in pencil:  Bartlett  12  2p.                 Nov ? 1940\nTHE ROYALTON\n44 West Forty-Fourth Street\nNew York\nDear Monte -\n\n All eny? At Monte but you must know, my\n\ndear, that I cannot thank\nyou for doing what I asked you not to do.\nI dare say you thought yourin erlst? kind enough\ndear woman, but it was not kind.\n\n You see Monte I am quite grown up and\n\nhave been about in this American literary\nworld a long time. I don't want the Weeks?"
                },
                {
                    "pageid": 121311,
                    "pagefilename": "01f3727450f2ba735e41b2f6f27f88a2.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00028_000021.jpg",
                    "transcription": "THE ROYALTON\n44 West Forty-Fourth Street\nNew York\nand am quite sure he don't?\nwant me.  I have no desire to be a tail to that Kite.\n\n Oh Monte, why would you?\n   Sherwood A\n\nThe sase? letter sounds as though I had put you up to it.\n\n If you were here I would spank you most soundly?.\n\n\"Visit the World's Fair - New York\""
                },
                {
                    "pageid": 121312,
                    "pagefilename": "cd40dec4e96107a499eebaad38aa18c0.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00028_000022.jpg",
                    "transcription": "in pencil:  13  2p.         Bartlett   Nov 7  40\nTHE ROYALTON\n44 West Forty-Fourth Street\nNew York\n\n Thursday\n\nDear Monte\n\n  I called the Putnams but they had checked out at the Carlyle.  Too bad.\n\nI was delayed as I had to go out of Town. How I would have liked much to see them.\n\n Well, Monte, the hullabaloo is over here and the city news strangely quiet now\n\nthat? the election campaign is over.\n\n I guess we'll all live on - no? mull.. which was ??.. fun."
                },
                {
                    "pageid": 121313,
                    "pagefilename": "a7e325fe65b19a416511e9ed592ef6fd.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00028_000023.jpg",
                    "transcription": "2\nTHE ROYALTON\n44 West Forty-Fourth Street\nNew York\nTed Weeks at Atlantic called up and wants me\nto go on the air with him on the evening of\nthe 19th\n\n I guess I will.\n Just the same Monte I'm not so  happy\n\nbeing in the city, rather than in my own? hills.\n\n Give a wave for me to Judge & to Dorothy.\n   Love\nSherwood A\n\nand to the yas? O Dan"
                },
                {
                    "pageid": 121314,
                    "pagefilename": "780f3639cc34d9b7cb5ef856c4ba2881.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00028_000024.jpg",
                    "transcription": "THE ROYALTON\n44 West Forty-Fourth Street\nNew York\nFriday\nDarling Monte -\n\n I am afraid dear Monte that the   \n\nprogram will not prove very exciting... and\nI do not know at just what ?  it\ncauses me. All I know is that it is on Tuesday\nevening and from Radio City..  a 17 minute talk\nabout life in American small towns with Ted Weeks\n\n Ted used to be an employee, at"
                },
                {
                    "pageid": 121315,
                    "pagefilename": "86df756a04a030b7576b110d9a9bce19.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00028_000025.jpg",
                    "transcription": "2\nTHE ROYALTON\n44 West Forty-Fourth Street\nNew York\nfive eights? live nights? where there were my public ?\n\n I assume the program will be in the Sunday paper\n Am sorry I do not know any more.\n Did the election suit you.\n Why fame? is all in the house.\n   National Bes..d? Posting? was to have had one of\n\nmy stories enterd? last night for it has been put"
                },
                {
                    "pageid": 121316,
                    "pagefilename": "8cca4610b290f53113684429ad67ee8f.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00028_000026.jpg",
                    "transcription": "3\nTHE ROYALTON\n44 West Forty-Fourth Street\nNew York\noff until Dec 11\n\n Eleanor and I will go there January? 4th\n\ngo to South America after Christmas.\n\n Sherwood.\n\nIt was sweet of you to want to\nhear the broadcast. Wish it could\nbe ended? in a piloing?\n\n Love again,"
                },
                {
                    "pageid": 121317,
                    "pagefilename": "f8caf24ff7e323a04d3599e0c798e7c2.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00028_000028.jpg",
                    "transcription": "in pencil in top margin  Bartlett  Dec 28 '40\nletterhead  PRIVATE OFFICE    HOTEL FARRAGUT    KNOXVILLE, TENN.\nSaturday\nDear Monte -\nWe came home to a sad Christmas.  Eleanor's mother a very beautiful and remarkable woman, we all loved, had been found dead in her bed.\nIt is a grand way to die and she was old and tired but something inside her never had tired.  Her death wrecked us.\nMonte dear, your confession of love is the finest Christmas gift I could have.  I shall hang it up on a peg in my inner mind"
                },
                {
                    "pageid": 121318,
                    "pagefilename": "c8ca8ef12e3be2923a7ee6b66591df0f.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00028_000029.jpg",
                    "transcription": "letterhead  PRIVATE OFFICE    HOTEL FARRAGUT    KNOXVILLE, TENN.\n2\nBut you must be very beautiful?  I insist upon that.\n\nOnce, in New York, when you came into the room, very slender and smart, in a little black hat, you were the most beautiful I had seen you.\n\nWhat a lucky man, the judge, to have two beautiful daughters.\nI must send you all one of my new books.  I will, as soon as I am ? from N.Y.\nLove to you and the others too\n\n   S.A."
                },
                {
                    "pageid": 121319,
                    "pagefilename": "9aa34adb7297584250e6d75e520ee364.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00029_000001.jpg",
                    "transcription": "in right margin in pencil Release EA May 2' 75\nDear Barton -\n\n I have sent you some more scenes of the play  - as they form themselves in my mind and will go right on with it. I hope, by the time you have got your new play produced, we may have it in such working? I hope that you can come down here and we can thrash it out - scene by scene.\n I do not think we need worry about following the details of lives in Winesburg too carefully. What difference does it make what becomes of Doctor Parcival - whether Seth \n\nRichmonds father"
                },
                {
                    "pageid": 121320,
                    "pagefilename": "1027c57a67572606f2fa32eb892cf160.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00029_000002.jpg",
                    "transcription": "2\ndies or lives.\n\n As I conceive the play there is - as the theme - the two boys - Seth and George - the whole difference in their outlook on life - Seth the careful shrewd self-centered boy and George the imaginative, lovable one.\n The points of view of the father and mother and their struggle for the boy's mind -\n This to become the central theme of the play.\n Then the struggle of the two boys for Helen White.\n You can't pack Winesburg into a neat hand package"
                },
                {
                    "pageid": 121321,
                    "pagefilename": "d96423fe9c581080544a038a7ff38933.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00029_000003.jpg",
                    "transcription": "3\nBarton.\n\n The whole question about the interduction of characters - Doctor Parcival, Joe Welling and other is as to whether they bely develope the whole feel of the drama.\n I don't want a hard sharp smooth story one I believe we can get plenty of intensity and feeling without it.\n But any way I will plow right on and hope to be ready for you when you are ready.\n Sherwood Anderson"
                },
                {
                    "pageid": 121322,
                    "pagefilename": "e2525f80244bb7e2d5af9244b17fc9dc.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00029_000004.jpg",
                    "transcription": "P.S.\n\n It has occurred to me that you may not want me to do what I am doing - that is to say going right ahead in this way and putting down my own conception of these people. the story - the play.\n If you would rather I didn't send the scenes to you as I go through them leaving your own revised stories from your own conception - I  won't\n Write and tell me about this -\n     S.A."
                }
            ]
        },
        {
            "id": "1403",
            "cataloglink": "https://archives.newberry.org/repositories/2/resources/6",
            "pages": [
                {
                    "pageid": 121323,
                    "pagefilename": "c496e4510fe416571b254f80697018dd.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00041_000001.jpg",
                    "transcription": "RIPSHIN FARM\nTroutdale, VA\n\n    Sunday  Sept. 1939\n\nDear  W..?  Winifred Bland -\n\n What a very delightful and generous letter you have sent me. How could I  help being \n\npleased. I am taking the liberty of sending it to Mrs Anderson to read. She is in New York and\nwill mail it to you from there. That any thing a ?ear? writes really touches others is as\nyou would  canaer?, a great joy.  I hope ??, when I am in New York.  I shall have the pleasure\nof meeting you. I shall keep your address and when I am in the city shall drop you a note.\n\n Gratefully\n  Sherwood Anderson"
                },
                {
                    "pageid": 121324,
                    "pagefilename": "33eb3103e95b982c77c22ea286fd5dc9.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00044_000004.jpg",
                    "transcription": "RIPSHIN FARM\nTroutdale, VA\nDear Sumner Blossom.\n\n I think you are probably right about the story. I have another, \n\ngone through the first time, that I am probably complete and send along\nin a week or two days.\n\n It is quite another work.\n As for the story you sent back. I shall probably have a role? for it\n\nin another lae?\n\n Sincerely\nSherwood Anderson"
                },
                {
                    "pageid": 121325,
                    "pagefilename": "2de544909c179b457dbeffed059e55ba.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00045_000001.jpg",
                    "transcription": "Dear Jerry -\n\n I was a little bit hurt by what you said  <the suggestion that I might think\n\nyou clutching at something if you wanted to come loaf with me sometimes>. \nThat feeling belongs to other days. We're friends now. You've proven\nyour friendship - up to the hilt. Love to Lucile. I'm going to work\n\n Sherwood.\n\nLet me know when you want your fair young model to pose again."
                },
                {
                    "pageid": 121326,
                    "pagefilename": "0e016c9ff5358f6deee11b938616d3db.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00045_000003.jpg",
                    "transcription": "page out of order\n4\nenvin in the interior of Alabama among the blacks.\n\n We got O Jerry a notion we want to see our things engist..?,\n\nwhich they wont much if they are really beautiful. The lord made us fools. How shall we escape  O lord.\n\n I'm gathering myself together for a new book but cant say yet whether it will be a book of short\n\ntales or a long novel. The novel is  half completed - the tales half told. The tales will no doubt win.\n\n Think I could come in the evening sometime and read to you from my New Testament.   Its the\n\nbest thing I've ever done but it is done for quiet meditative people living among beautiful savages.\n\n What I want to know Jerry is this - how does lucile stack up in a loin cloth -\n With love to you both,\n  Sherwood."
                },
                {
                    "pageid": 121327,
                    "pagefilename": "f1a79a3b9246793cec82d25b042abe32.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00045_000005.jpg",
                    "transcription": "1\n\n  Am Train bound North from  Chicago to Ephraim Ohio.\n\nDear Jerry and Lucile -\n\n Got your good letter from the jumping off place. It was hell to be in New York and you two gone -\n\nthe town was empty. \"To hell with it\" I said and got out. Went up into Connecticut for a few days\nand then out west for Chicago. Now I am going North to  ? \n\n You and Lucile were the two people we next wanted down there in Alabama. After I got down\n\nthere alone in January I went ealo? mad, a thing that had never happened to me before.  \nWent North to get Tennessee* and calvas?  These was a chase pupil down there in town - had a\n?an.   Went once and stayed ? winter. Then I knew that was no go and got up and lit out  ?\nI tried sitting before things and painting but that wasn't the thing.  Then I just went into a room\nthat had a window facing the sea and painted as a nigger would saiy?  It was a tenn?-\n\nTennessee was his wife at the time"
                },
                {
                    "pageid": 121328,
                    "pagefilename": "a16328fdcfb3e631241be214835cb57c.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00045_000007.jpg",
                    "transcription": "2\n\n ? experience quite sharply different\n\nfrom writing although in the end that\nis where my painting may want most,\nto give more salve and a ?crctin? roll\nto the old brat I eall? my place.\n\n Anyway that's when my mind\n\nturned to you two (damn this jerky train)  I kept seeing  new things,\nwas like a kid in a strange wonderful country. Couldn't talk\nto the Chase man although  an fishing ?  just fooling around\nhe was a prince?\n\nHell I got about a dozen things done I wanted you two to see.\n\nI'm glad youre off these for your sake and damn ? for my own.\n\n My own program? is lined out. I'm going back to Alabama this summer\n\nand paint and write. If necessary I'll be an unfaithful husband to Tennessee\nand even off into the woods with a Hack wmb?\nI'm going after the American nigger.  He's got something absolutely lovely\nthat's never been touched.\n\n In New York I got my new novel into the printers hands."
                },
                {
                    "pageid": 121329,
                    "pagefilename": "e513b304be8d91ef95179bafede27642.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00045_000009.jpg",
                    "transcription": "3\n\nI'm deep in a new one I call Many Marriages. >here is an idea of a \n\nnew novel form floating about in me - something looser, more real,\nmore true.  I want to go after that\n\n Saw Margaret and Jane in New York, W Frank, Paul Rosenfeld,\n\nGriffin Barry, & Sary, Karl Anderson, Booler? and several others. Barry\nhad just come from Russia. He thinks the new government there is going\nto be more intensely industrial than any other - very trulyal-it?  nie?\na  nations we're all going to wake up some day find revolution accomplished\nand the artist in a worse hole than ever. God help us when we must submit\nour work to committee & if workingmen, ch.\n\n The new novel  - out - in October will I hope build up the country about\n\nWinesburg, sweep Winesburg into the modern industrial life, show what made it an\nAkron Ohio.\n\n  Now Many Marriages will have no? purpose in God's?"
                },
                {
                    "pageid": 121330,
                    "pagefilename": "b8f7cb74a75a15494b891db0e516ed79.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00045_000011.jpg",
                    "transcription": "4\nsweet green earth.\n\n You will be glad to know that the Mercure De France is out with an article saying Winesburg is\n\nthe most important book published in any country since the armistice\n\n Tennessee is sweeping the suburbs out of a little house and Green Bay. I'll be with her tonight \n\nand hope to stay right there with her for the next two months.  Then next winter, by some hook\nor crook, by stealing, begging or  ?urches? I'm giving to get money enough to take me back to\nAlabama and my niggers.\n\n Love to you and to Lucile from both of us. When a novel comes sit down and write us from\n\nthat far place.\n\n Sherwood\n\nUntil Sep 1 - Ephraim - this pater? c/o Centerfield & Company, Bankes Bldg. Chicago."
                },
                {
                    "pageid": 121331,
                    "pagefilename": "99500dfc9dd1267faa20e2e28e219229.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00045_000013.jpg",
                    "transcription": "Chicago Sep 20  in pencil 24\nDear Jerry & Lucile\nTennessee & I just got back into town.  Found your fine letter.  It was the only thing cheerful about coming back home.  I'll not stay long.   Am going on a still hunt for some kind of hole in the country where I can work and where Tennessee can come a part of each week.  We're both beginning right now to make plans for the Alabama thing with you two.  Lets all four chalk that up as something we'll do.  I know you'll both get a story and a damn big one out of the nigger.  He's somebody nobody knows a hell of a lot about yet.\n\n  I wrote off to Huebsch and told him to send you Winesburg at once.  The only copy I have here is pretty messy.  The new book should be along in a few weeks.  Do you want it sent out there.  How long will you stay?\n  I read O'Briens book, White Shadows and it gave me a sense of where you are and the life you are living.  God wouldn't I like to be there with you two.\n  Tennessee is pretty well.  It's too damn bad she has to go to work"
                },
                {
                    "pageid": 121332,
                    "pagefilename": "3441783a686c7c1c0b84a859058d1da2.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00045_000015.jpg",
                    "transcription": "teaching because she married me who wont settle down and support a woman as a respectable man should.  Lucile she has done some heads of Americans that are great.  I get to talking to her about some imaginary sanctin? - say Miss Windpeter Winters.  We talk about her several days and then she takes some clay and there she is - very realistic vivid things\n\n  I'm glad your painting ?.  One of the most joyous things that ever happened to me is finding out that one can paint - without the schools.  At least one can feel about for line color and ?\n\nI did fewer things up north and as soon as I'm out of this nasty city bedlam I'll get at it again.  The trouble with me now is that I have in hand a novel that frustrates me.\n\n  Well, whatever happens have no illusions (caused by being far away) about live here. The dreary political gangle? you are There is noise, death and weariness of soul.\n\nGod bless the wind that has carried you two out of it - for the time anyway\nSherwood"
                },
                {
                    "pageid": 121333,
                    "pagefilename": "c9683fc95b060dfc326e75267d478d75.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00045_000027.jpg",
                    "transcription": "page out of place\n3\nwhites are not silvers? there.  Perhaps that's what makes the southern white as unnecessarily vain and casually brutal. It is the brutality of the small men who by a trick has got the better of the bigger thing.\n\nYou see this a notion that the black is evenly? powerful - \"The Terrible Meek.\"\n\nIt is next to impossible to live in Alabama in the summer.  My notion? would be that you come? back here and spend ? May in Palos Park.  It will be beautiful here then.  If you haven't any summer plans perhaps we could all go up north somewhere.  You would want maybe to be in New York in the fall and that's the time of year usually ? around and ? to pay a little money out"
                },
                {
                    "pageid": 121334,
                    "pagefilename": "e1ab4268e83d14f643bc8473d3882ab1.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00045_000029.jpg",
                    "transcription": "4\nof a reluctant? commercial world.\nThen off to Alabama in late Jan or early Feb.\n\nDuring the first whirl at it down there we might not get any nearer the thing than to sense? it.\n\nI want to write - not about the American negroes but out of him - the way Jerry painted that thing of Manfield.\n\nIt was that thing set me off on the notion that Jerry would see and get what I can see in the American negroes/negress?  My feeling has survived the first hot flush. It stays. \n\nTo my mind there is a thing to be done as big as any of the great masters ever tackled.\n\n The negro? ? in America is something.  The ? are trying to make their race concious - fight for their rights and all that.  It's silly.\n\nOn the other hand the southern negress? is truly naive.  A negress woman is real beauty, with"
                },
                {
                    "pageid": 121335,
                    "pagefilename": "7b82471730671ea7d14d0bf7ab1e4358.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00045_000031.jpg",
                    "transcription": "5\ncolor in her skin that would drive you mad and believes some assinine white middle class woman made? beautiful ? she is white.\n\nWhat a thing  to make that woman realize in paint - in poetry that her beauty is a living thing.  That we'll have a chance to talk of it.  It isn't a job that can be rushed at.  May be its a life job for all of us if we want to really tackle it.  I guess the only way we'll know would be by going down there.\nLove to you both.  Tennessee sends love too.  Hope  Poor White will be coming along and that you'll both get something out of it.  I'm doing some honest to God tales just now  - but I'm never? done.\n Sherwood."
                },
                {
                    "pageid": 121336,
                    "pagefilename": "123c9395aaa7d30980a6d7486b5e79a7.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00045_000033.jpg",
                    "transcription": "Jan 7\nDear Jerry & Lucile -\n\n I don't know whether or not a letter will travel down to you before you cut out for America.  Today I'm out in the cemetery? comtery? - just over a hell of a cold but now working again.  It's pretty warm and the ground is soggy.  You know the greyness here all winter.  I'm going to New York in Feb - about the 1st then come back here for the spring.  April and May should be lovely here.  I don't want to miss that and I'm hoping you two will be along by that time.\nI keep wondering how much in earnest you two are about wanting to go South next year to Alabama.  I'm full of it.\nWas looking Tennessee over the other evening.  She won't stand much more of the grind of teaching in Chicago - will just about blow out.  She's promised she'll quit next year - bust? up her whole scheme.\n What I want to see her do is to go down into the southwest Sep 1st and stay in a dry climate until about\n\n(over)"
                },
                {
                    "pageid": 121337,
                    "pagefilename": "4884647a1606ff54bc111d3e9fca666c.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00045_000035.jpg",
                    "transcription": "2\nthis time.  That would give me a little chance to scratch ? this the ? and earn a little money.  Then my notion is that the four of us with one or two others, if we get just the right ones, cut out for Mobile.\nWe could live there - its a sleepy old town or cut out for one of the beaches.  The negresses are wonderful on the docks there and we would cut up country on the river boats.\nGod knows I'm full of notions, works to be done, things to be laid hold of.\nOne thing strikes me all the time - the profound shallow sweetness and weariness of intellectual and artistic life all over America now.  It's absurd.  One would think all beauty had been dug up and labeled - all the land of mystery explained.\nIt an aftermath of the war I dare say.  No doubt the damn war run fanyst? because of spiritual weakness.\n\nI'm getting a book of tales in shape now.  When it's off my hands I want to cut back into the novel that is waiting half finished.\n I only go into town once a"
                },
                {
                    "pageid": 121338,
                    "pagefilename": "7386d8fede5d526bb75d03ef35b924a7.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00045_000037.jpg",
                    "transcription": "3\na week now and then stay out here but I want companionship.  There is a painter here - Felix Russman - a good painter I suppose and a nice fellow but he paints too many moonlights\n\nIf those fellows who paint to sell - (perhaps they have to - having kids and all that) did not have to be taken as artists it would be all right.  They always insist on art more than anyone else.  Some times you want to say 'go have a ? man' and then you've got to think\n'Now don't go upsetting this man's little circle of life.'  It cramps talk, makes companionship impossible, I like a little healthy slamming back and forth - blows taken and received now and then.\nI've been getting a good deal of spread eagle talk - notices etc on my new book but don't fancy it sells much.  My books never do.\n\nOnce in awhile I get scared.   Have either? set my heart on the southern thing with you two and"
                },
                {
                    "pageid": 121339,
                    "pagefilename": "146839ad03323801951c3e9766a15cd1.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00045_000039.jpg",
                    "transcription": "4\nthen I say to myself 'O hell, I'll bet they won't do it.'  You happen to be the pair most essential to the happiness of the venture.\nSherwood\nTennessee isn't here.  I guess you know she loves you both."
                },
                {
                    "pageid": 121340,
                    "pagefilename": "d27d4167d60969074d7853ced5956d05.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00045_000041.jpg",
                    "transcription": "Chicago  April 2nd  1921          1\nDear Jerry & Lucile\n\n When this gets into your hands I presume Tennessee and I will be either in New York or  Era? bound for Paris.\n\nWe sail May 14 - on the Rochambeau from New York. Here is the story. Paul Rosenfeld had an unexpected windfall and\ninvited me for a 2 months trip to Paris and London.   It seemed to me a great chance as I want at least one look at the two\nold towns. Also Winesburg is being translated into French and there is some chance I may get booked? up for English publication.\n\n The point is that I dont want this to interfere with our getting up something real for next year. I want the 4 of us to try living and working together.\n We should be back in New York about aug 20 and if you are there I'll find you. In the meantime you can write me Paris c/o Jacques Capeau - \n\n21 Rue Du Vieux Columbier - and tell me where I'll find you when we get back.\n\n For a time Tennessee planned not to go but later changed her"
                },
                {
                    "pageid": 121341,
                    "pagefilename": "8106aa0f2a6a5962d0d46b60bee1dc3b.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00045_000043.jpg",
                    "transcription": "2\nmind.\n\n Have had a good and a bad year. I got things into shape when I thought I would have \n\npretty much winteremptied? work time and then I got filled with poison from infected\nantering? and there have been weeks when I was dead on my feet from the hair down.\n\n Damn it I was full of bully roach. - a host? of eval? about staring? to write, a novel to finish,\n\na play to write.\n\n I got some of the sta ig finished and have made up my new book - a book of tales to be called\n\nUnlighted Lamps to be published in Oct. It's tales, poems, and enperduations? of some fine\nheads Tennessee has made.\n\n God damn this climate. ? a nation that is what has chucked anc?.\n I'm crazy to see what you"
                },
                {
                    "pageid": 121342,
                    "pagefilename": "a8cdb6f108b16e5d55fd1ef935c8a5a6.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00045_000045.jpg",
                    "transcription": "3\ntwo have been doing and to see you and have a talk and make plans.\n\n Well you'll want to loaf and see some people only dont get ?used up for next year \n\nuntil we have our conflab?.\n\n Heaps O Love\n   Sherwood."
                },
                {
                    "pageid": 121343,
                    "pagefilename": "f6f16dfafe05dc3d30c3667a21d2fda2.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00045_000047.jpg",
                    "transcription": "letterhead      HOTEL ALGONQUIN\n59-65 West Forty-fourth Street\nNew York\n\n Frank Case\n\nTuesday,\nDear Jerry & Lucile,\nI'm broken hearted. Tennessee went away before I got\nyour note and I have to go to Chicago tomorrow.  It's\nbecause of her and butter. Came home about broke.\n\n There are so many things I want you to tell me about\n\nand that I want to tell you about. Aint this damn, hell luck.\n\n Sherwood\n\nWrite c/o Critchfield & Co.\nBrooks Bldg.\nChicago."
                },
                {
                    "pageid": 121344,
                    "pagefilename": "93e836e97f648cfa986662182ed4df94.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00045_000053.jpg",
                    "transcription": "Owensboro  Ky  Nov 1 -\nDear Jerry & Lucile -\n\n I'm down here in this little Kentucky town making a little money by writing some advertisements -\n\npimping for an agricultural tool. Will be back to Palos and back at my novel next week. When I\nget home I'll send you a copy of my new book - The Triumph of The Egg.\n\n What I'm writing you about is this, sometime ago you offered me a room, a Jap servant, the use of\n\na Packard Car, fun swimming pool and some other little things.   Now if the offer is still open Tennessee\nand I might come down there right after Christmas. Tennessee would stay a week or ten days and\nI'd probable stay longer.\n\n If you've rented the place or sold it or got small pox or"
                },
                {
                    "pageid": 121345,
                    "pagefilename": "72bf1275c7e9f65cf17ecb421335a0cc.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00045_000055.jpg",
                    "transcription": "dissolutioned [sic] about your saibbing? friends or anything dont hesitate to say so.\n\n If you haven't write me at Palos Park I'm rather hungry to see you both and so\n\nis Tennessee.\n\n With Love,\n    Sherwood."
                },
                {
                    "pageid": 121346,
                    "pagefilename": "f36605fce65fe205c3cf7738c8096afa.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00045_000059.jpg",
                    "transcription": "Dear Jerry.\n\n Its hard fun  to write and appiar to    you now. You might find the plan a first.\nAs the matter stands I am working well here and shall probably stick. I like my place and    gal an\n\na difficult and delicate job that keeps me abacked. It would be fine to have  you here and to be able to\nwalk about with you afternoons  - just the same.\n\n   With love,\n Sherwood.\n\n708 Royal St.\nNew Orleans."
                },
                {
                    "pageid": 121347,
                    "pagefilename": "eb7b410c7538036c0d80d7f646fbb95d.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00045_000061.jpg",
                    "transcription": "708 Royal St.\nNew Orleans   Jan 19 -  22.\nDear Jerry and Lucile\n\n I got down here yesterday, having stopped in Kentucky where I did a little\n\nadvertising work. It turned out all O.K. but is getting to be such an ass that\nits hard to do. Your have a set up solamnly?  and ?..ass? scheme for selling\nsomething with same man and all the time  have to sit on yourself to\nays Jann? saying \"O hell, let's ent this out. I dont give a whoop whether you\nsell it or not.\"\n\n After I had spent the day at that I met a Kentucky man I knew and he asked\n\nme to take a matan? mile with him back in the hills. It was a fine moon last night\nand we moved a lot of moonshine whiskey from one barn to another - about 35\nmiles away. I unclear... be a regular mahrges? and system is where they use to cm?  slaves\noff to the south. Suppose we might have landed in jail.  I dont"
                },
                {
                    "pageid": 121348,
                    "pagefilename": "efe130d09ae96a064c76afc4c223bd84.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00045_000063.jpg",
                    "transcription": "2\nknow.\n\n As for the labour. I cant tell whether it would hit Jerry or not. I think the old  town -\n\nthat is to say the French and Creole quarter is charming. Its very much like lisy? in one of the old ?\nFrench towns.  I have a ecpue? with a fire place, about the size of the one on the second floor of your house where\nyou sit and am very comfortable. My landlady, a handsome young Creole is to living in my locale last and I aim to go\nright to work, writing in the morning and loafing about here in the afternoon.\n\n I'm afraid to say Jerry would like it down here but he knows how glad I would be to see him and to have him to\n\nloaf around with afternoons.  Plenty of niggers but you may be get them att..? when the summer days come. I\ndon't know. Things look pretty good to me now.\n\n  With Love\n        Sherwood.\n\nJerry - let me know what you decide."
                },
                {
                    "pageid": 121349,
                    "pagefilename": "5bc8b61f70d382a46ce1f7d7d4d658cf.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00045_000065.jpg",
                    "transcription": "Monday Morning.\nDear Jerry and Lucile -            EW - New Orleans  Nov 10  1922\n\n The boat - the Mauer - passed Cape Hatteras and got into the gulf stream yesterday afternoon.\n I'm lucky First my roommate, an old sport of 69 turned out to be a veteran race track gambler and\n\nhorseman. He had these pals aboard, all also enning? horse men so we formed a little group\nand have had great times talking horse. One of the horsemen is like Jerry.\nHe gives paint to his story by meting? it out. Yesterday he was describing a neck & neck finish and began\nprancing along the deck to show me just how a foxey ender? can throw a horse off stride"
                },
                {
                    "pageid": 121350,
                    "pagefilename": "92ccb475ebdd67b6a746338382ca85ca.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00045_000067.jpg",
                    "transcription": "2\nright under the nose of a judge. He pranced along giving me just the jocky movements as an old\nfat woman came around the corner. Bang went the uner? horse man into her ample belly.\n\n \"O I beg your pardon\" said the fat lady, sitting on the deck.\n \"O, that all right\", answered the story teller, going right on with his story.\nI'm in luck. The 1st Officer, is an ambitious young writer and he spotted me. So he gave\n\nme the use of his cabin and I sit up here, fine and dandy, at a fig? dsk on the"
                },
                {
                    "pageid": 121351,
                    "pagefilename": "8b8682dedbef5bb0d922552241858837.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00045_000069.jpg",
                    "transcription": "3\nupper deck where passengers are not allowed to come. Its so hot that this morning\nI am working in my shirt sleeves with all doors & windows open.\n\n Will stay about a week in New Orleans and then come back. Bernedine has her\n\ndivorce and she and Otto are going to be married soon.\n\n I think it would be great fun if we could all come out for a weekend.  bringing my own over ?\n\nover gent.   Would that be too much of a mess.\n\n No place to put off mail before New Orleans.\n   Heaps of love to you both."
                },
                {
                    "pageid": 121352,
                    "pagefilename": "355ac0229d23b87489e7294fd4bb35b9.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00045_000071.jpg",
                    "transcription": "New Orleans  Nov 13\nDear Jerry -\n\n There are other things I want to do first but some day I would like to come and live\n\ndown here for a year or two. You and Lucile may want to do that later - also. The nigres thing\ncame back strong. It wants staying with though. We saw some things here again that are\nilluminating but I will talk to you about them rather than write.\n\n I shall not stay long - will leave here by the end of the week - I think.  The trip down set me up\n\nand I am working but I am not too happy. For one thing I want Elizabeth with me. I'm most\ncompletely in love with her and she gives me something I miss horrible when I'm away.\n\n I'm working on a most subtile story, full of shades and layers.\n The people here, I played about with last year do not interest me much now. They are all\n\nmessed up, as people seem to be everywhere pretty much and there is damned little\ngoing toward anything but"
                },
                {
                    "pageid": 121353,
                    "pagefilename": "258daf41292d5beef1e7d86732c1f806.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00045_000073.jpg",
                    "transcription": "2\na greater messiness.\n\n I thank God for you and Lucile, that you are my friends.\n There is one man here who knows somethings has subtilty. The rest - its better to go would - crossed out\n\nwalk on the docks with the negroes.\n\n Some day, perhaps, after two or three years, when things have cleared, when we are both working well, we\n\nmight come down here, and live - say seven months at a time. Oct 1st to May 1st. The thing would be to live\n& work in town but to have a Ford and go out into the smaller niger towns. It isn't so much that we write of\nthe niger, paint the niger but that we get their abandonment to feeling, their rhythmic sense of life, slang, \nthe river here. Everything at moments seems in them and they in it all. Do I make myself clear?\n\n Love to you both\n  Sherwood."
                },
                {
                    "pageid": 121354,
                    "pagefilename": "bfb2c7397d881c62a05407adedd25aab.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00045_000075.jpg",
                    "transcription": "NY?\nDear Jerry.\n\n If you and Lucile haven't anything on the coming weekend I'd like to come out Saturday evening\n\nand I'd like also to bring my girl.  I think she is a little afraid of you two because she knows how much I have\ncome to know her - crossed out love you but I want you to know her.\n\n Jerry said I was in the family now with him and I want her in. You'll love her, after a little anyway. Hell you'll love\n\nher on sight.\n\n Just what we will do about the arrangements of our"
                },
                {
                    "pageid": 121355,
                    "pagefilename": "cbb55c77202fea0948469c39261cebef.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00045_000077.jpg",
                    "transcription": "lives I dont know yet. No one knows about it except her for - crossed out\nbrother and you two. Later I'll tell Karl, my blood brother.\n\n Well I know you'll say so  Just enough if you have any other plan for next\n\nweekend. You can write me at 12 St Luke's Place or phone Spring 6165. -\nmornings the best time.\n\n Sherwood.\n\nA note came from T.  She is O.K.  Thank the gods for you Jerry."
                },
                {
                    "pageid": 121356,
                    "pagefilename": "0c545631220d98ea0437b58e3bd4d0c6.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00045_000079.jpg",
                    "transcription": "Dear Jerry,\nSorry to have missed you yesterday. Will bring my girl and come out Saturday evening unless I hear from you not to come. Will bring a couple quarts the Sherry from the bootlegger we called on."
                },
                {
                    "pageid": 121357,
                    "pagefilename": "0ef28dbd72689a0bf0efa57528b0b572.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00045_000081.jpg",
                    "transcription": "2\nAm having the ? in the ? boxed  framed so I can have it up over my desk.  The more I see of it the better I like it.\n\n Naturally I hope you and Lucile are going to like my gentle little woman.  We talked so much of you two that she is scared to death of you but she'll get over that in about four minutes.\n  Read Paul on O'Keefe in Oct Vanity Fair and didn't like his thing.  In a half nation there is"
                },
                {
                    "pageid": 121358,
                    "pagefilename": "99e5b4d744760c6e2e9166de7051c74d.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00045_000082.jpg",
                    "transcription": "3\na thing ? with Sir Alfred on this O'Keefe ? and that he has put the ? here on Paul.  I wrote and told Paul so but I'll get your slant on it when I see you Sunday.\n\n  We'll leave on a train that gets to Mt Kisco 4.57 ? 557 your time.  \n\nLove to Lucile\nSherwood"
                },
                {
                    "pageid": 121359,
                    "pagefilename": "63ab18025f5fc7b1eee49b1a6119f456.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00045_000084.jpg",
                    "transcription": "Dear Jerry and Lucile -\n\n If our being there meant something to you think what it meant to me\n\nand to Elizabeth. In town a fellow has to go about so so - walking along -\ndont stumble. There aren't many people  seen? love other people, even\na little. People sliver along, quarrel, say nasty things then go home and\npray to God.\n\n \"God forgive me my sins. Let me die  God and go up to heaven to sit on\n\na golden throne!\"\n\n I'm not ready yet to work, as I thought I was. The story I want to get at is pretty rich.\n\nI'll walk about and wait awhile. Perhaps I'll even away for a week or two to where I know"
                },
                {
                    "pageid": 121360,
                    "pagefilename": "6846ed2f0b891ffd0f500d574f5741df.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00045_000086.jpg",
                    "transcription": "2\nmore? very well or not at all.\n\n One gets the enlations? of things that way - fellows going along, eating, chewing gum, smoking.\n\nNever? seeking lovers, making eyes at people.\n\n It's so with a story teller - perhaps just so with painters and sculptors too. There is an overture - what\n\nit all means to something outside people.\n\n One remembers always little things, a walk on a dark windy road at night, down below, in the shadows\n\nan old wooden pump handle anabing?.\n\n The gods and the mystery in that is well as anything I suppose.\n I went into the Victores place and heard a drym ar? move"
                },
                {
                    "pageid": 121361,
                    "pagefilename": "5698b7743a8d2eb24497c45fddf43d11.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00045_000088.jpg",
                    "transcription": "3\nnigers enands? but couldn't bring myself to buy any of them. I'd heard the niggers sing on river and in the woods. \nI couldn't send the damn things to friends who are artists.\n\n Something happens to a nigger when he gets up in front of a pr? to sing. He isn't a conscious artist.\n\nHe is a bird.\n\n Luck comes along. A magazine has paid $150 $750? for the story about the jealous husband. It's odd: \n\nsince I've been here I've got more for two stories than I even got for all the stories I've written these years.\n\n There'll be a point - I've sold out - I suppose. It doesn't"
                },
                {
                    "pageid": 121362,
                    "pagefilename": "4bd27aae6caead4f62b60bd19fe05a13.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00045_000090.jpg",
                    "transcription": "4\nmatter.  My hard and bitter struggle is possable at an end. There'll\nbe another and more intense kind of struggle with all the things I want to do.\n\n I sure love you both\n  Sherwood.\n\nJerry - do - it  you can drop  T? - an occasional line. She is out in the cord? \nsether? and I cant manage it now."
                },
                {
                    "pageid": 121363,
                    "pagefilename": "a2d4cbbead841bd301e7592e265ad434.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00045_000092.jpg",
                    "transcription": "Reno?\nDear Jerry -\nYou and Lucile have been over the mountains so there wouldn't be anything exciting to you in my tilling you how they made me feel \nor what the  vast ? desert made me feel.\n\nI'm drifting about now, looking at people - sitting still a good deal.  There isn't much to say for myself.  I'll get me a quiet little hole\n\nafter while and settle down to do a lot of work I want to do - that is to say I guess I will.\n\nIt's spring where I am now with warm days. Im sitting at this very minute by a small river where it jumps over a water fall and it's warm and\n\nwill without my averat? although I can see plenty of heavy snowdrifts up in the"
                },
                {
                    "pageid": 121364,
                    "pagefilename": "8e5c080f53bd7b214da1806f2f7bd2af.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00045_000094.jpg",
                    "transcription": "mountains.  I've never been in a mountain country before.  It excites me.\nEverything now excites me too much - it's the clear rarified air I suppose.  I have to turn myself away from my desk and I'm not ready to work yet.  I will be pretty soon, I think.\n\nOf course I'm as lonely as a coyote - at night particularly.  In the day time I just lie low - look and listen.\nDear Jerry I think of you a lot and the last little walk we had together.  There is so little one man can do for another.  What is to be said.  What is to be done.\n It might even be that you have already done better things than anyone else - fell deeper.  No one would quite know.  Perhaps you would.  That is, I suppose, the only test.\n  I know I do not want New York and the new?sties? any more"
                },
                {
                    "pageid": 121365,
                    "pagefilename": "cb6987b1fcc9115924e0266f18ba5416.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00045_000096.jpg",
                    "transcription": "for a long long time.  I've got some seeds in me and if they'll sprout I'll ? a little ? along - \n\nThere's too much pissing? on the sail? in the east just now.  The muck? and kills the hearts of things I think.\nHave we had too much pervenmenes?.  It isn't any good.  It's funk?.\n A nany? happiness is in ? craft? the white sheets in which to write words that may have a tang to them and color to them.\n That and the flash of life through a loved one - one isn't afraid to love.\n We're a seand? ever? Jerry. You know that and I know it.\n\nMy love to you and dear Lucile -\n\n  love\n\nSherwood."
                },
                {
                    "pageid": 121366,
                    "pagefilename": "3c0446e485df6e8b6e0cfc2eac92aca6.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00045_000100.jpg",
                    "transcription": "Dear Jerry & Lucile,\n\n Elizabeth and I were married about three weeks ago and Elizabeth wrote to Lucile at Paris.\n\nBut the other evening we were at a big dinner in San Germaine and Frederick O'Brien was there. \nHe told me you were both in this country and he thought you were at Mt Kisco.\n\nWhat about you both.  What are you up to. Had really a hell of a year in one way but a pretty good year in another. \n\nGot a book done I think is pretty good, in spots anyway and did a lot of sahil? reading.  \nThere have always been a lot of men I have wanted to know more about, what they really thought and felt and how they said it.\n\nThere was my chance - a pretty complete likeness right at hand."
                },
                {
                    "pageid": 121367,
                    "pagefilename": "7c3993a053ff528102ccf9f3d96119b1.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00045_000102.jpg",
                    "transcription": "2\nWe got us an old grand? ?anl ? that hung together pretty well and every afternoon came out into the desert or up into the mountains.  It hung\ntogether anyway until we didn't want it any more.   (Reno)\nTried to tell in that book what one story teller was up to anyway.\nThen I got into a novel but didn't like it much.  Kept going on it anyway.  Didn't know until the last minute which way T\nwas going to jump - talk of her \"right\" etc - which God knows she may have been all right about\n\n It got cleaned up and I threw that novel away next day.  Now I'm working on a Lincoln?. Have been wanting to do that for a long time.\n\nWe were married at a little California town and spent"
                },
                {
                    "pageid": 121368,
                    "pagefilename": "a4dc2ecdcd77e311a9f26ee13adef27f.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00045_000104.jpg",
                    "transcription": "3\na week later, dodging reporters by living right under their noses under another name at a San Francisco hotel.  Went to see all the sights.  Had a grand time.\nThen I got down to work.  We really have a lovely place in the Berkeley hills and there is a little house for us with a big deck and a fire.  Have the run of the University library which is good as I am still reading like a hound.\nAs it turns out I have a violent? case not only in Elizabeth but in her whole family - gentle kind wise people - no fake about them.  They have two of the most lovely houses  ? close together in a garden.\n\nDon't find anyone much yet - in San Francisco and am hungry as a dog for some painting and the sight of a few real artists.\n We may possibly take a boat from here, go through the canal and to Europe.  My Habot?"
                },
                {
                    "pageid": 121369,
                    "pagefilename": "6acd02136272cbdbf4e056e086c95276.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00045_000106.jpg",
                    "transcription": "4\nboy is getting out of high school this spring and I'd like to give him a look around.  It depends largely on how much money comes in.\n\nDid a little painting this year but art is a ? got only one little thing that sticks. You can love two mistresses, Jerry.  The worst of it is I keep imagining\n\nthere was quite a lot of good work shown in New York this year.  I wonder if that's true.\n\nWell I'm working again now and I hope you both are.  Do write.\n\nWith love,\nSherwood"
                },
                {
                    "pageid": 121370,
                    "pagefilename": "e8b86b3771975acbd466be5de49396e8.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00045_000108.jpg",
                    "transcription": "About 1926\nDear Jerry -\nHope you have been at work.  I got started on a new novel - a rather delicate business - then chucked my start, started again - chucked again etc.  It will come off eventually and it may be that this present start will get somewhere.\nAnyway am working on it every day and that is fun.  Its the old business of trying to get too much into one book and getting it messed up.  The simple direct form of the thing only seems to emerge for me after a lot a sweating.  I put doodads all over the house and then have to go around and brush them off.\nHave found a man here I want to take you and Lucile to see some day - his name is Speyer - of the"
                },
                {
                    "pageid": 121371,
                    "pagefilename": "a5337056cae54c130862be4065171e60.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00045_000110.jpg",
                    "transcription": "old Hamburg banking house of Speyer.\nReally a man of force and imagination and I've a fancy hard as the hubs of hell. He must be richer than hell but he is one of the few men in whose presence I've been where I felt a real mind working - about 55 - looks like an old house dog.  He's somebody.  Will take you there.\nSaw Jane - just the same, a crackerjack person.\nThis is Elizabeth's ? time and every night I go and whoop her off to bed early.  When it is over hope we can all get together somewhere.  Anyway she does the work of 10 people and seems to keep pretty well. Being happy is a good investment I fancy.\nLove to both\nSherwood."
                }
            ]
        },
        {
            "id": "1404",
            "cataloglink": "https://archives.newberry.org/repositories/2/resources/6",
            "pages": [
                {
                    "pageid": 121372,
                    "pagefilename": "a8c9a21b5f26a371ee5f89eadba30132.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00046_000001.jpg",
                    "transcription": "Dear Lucile- \n\n        Just got back to Chicago after a great time in New Orleans.  I wrote the book I had on my chest when I left New York - Now I'll have to settle down and give it another going over. Think I've got something. Cant be too sure yet.\n        New Orleans was a delightful experience.  I wrote something about it for the March number of a little magazine called Double Dealer.  You'll find it at the Nash or Pagan book shop - I think.  Would send it myself if I had it.\n       Anyway New Orleans got"
                },
                {
                    "pageid": 121373,
                    "pagefilename": "bcf94fcec813cd3650a2a747a63d9ada.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00046_000003.jpg",
                    "transcription": "me hard, the place, people and everything.  Some day I'll tell you more about it.  New York and Chicago are like twice closed fists.  New Orleans is an open handed place.\n\n       Tennessee has to give up her  place here April 1st as they are tearing the building she lives in down.  She is going out with me to the little place I have at- Palos Park .  That- is only an hour out of Chicago.  Write me 19th Floor Brooks Bldg - Chicago until April 1st after that Palos Park.\n          The point is that when you come out"
                },
                {
                    "pageid": 121374,
                    "pagefilename": "7bfb594c868994813feaddec0ceaa870.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00046_000005.jpg",
                    "transcription": "here both of us would like to see as much of you as we can.  Will Jerry come.  The place at Palos is tiny but if you could spend some days out there we'd manage to skirmish up a room in the neighborhood.  After April 15th it should be fine in the country. And we got a fliver.\nThe thing I started in New Orleans may go to 3 or 4 volumes - can't tell - but it is told in Episodes and the 1st episode is a complete thing in itself.  Its a great theme - if I'm able to"
                },
                {
                    "pageid": 121375,
                    "pagefilename": "c255b5df355c25ae60f04354d3a762ca.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00046_000007.jpg",
                    "transcription": "really handle it.\nWell I know how you feel about spring. the blood begins to dance when the sap starts up the trees.\nThe New Testament thing is experimental.  What I suppose I'm after is a new intensity of purse? handling.\nGee I hope you come out and old Jerry too.\nSherwood."
                },
                {
                    "pageid": 121376,
                    "pagefilename": "cbd637e29f65f9b949bee855d06312ef.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00046_000009.jpg",
                    "transcription": "Dear Lucile - \n\n        Tell Jerry I'm off in the morning.  I'm leaving keys to my place with Elizabeth - for him.  Should be gone about 3 or 4 weeks.  Feel as though I were going to work..\n       I love you both.\n           Sherwood."
                },
                {
                    "pageid": 121377,
                    "pagefilename": "5979e581eff96bf8ee67353d75e5537a.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00046_000011.jpg",
                    "transcription": "Dear Lucile - how shall I tell you, how much both Elizabeth and myself enjoyed being at your house.\nI owe you a good deal that I shall never get paid back.\nIt just happens that there are very few people in the world to whom Elizabeth and I can go and in whose presence we can frankly accept each other as a man and woman who love.\nYour own and Jerry's free acceptance was very sweet to both of us.  I've been pretty starved for this woman, for a long time - I mean for her in just the healthy atmosphere you two give off.\nLucile dear, I've been pretty mixed up.  I've helped mix others.  Don't quit loving me and I've a notion I'll come out all right yet.\nSherwood.\nAnd dear, I know you and Jerry will never get into the stressed state I was long in and into which I perhaps unconsciously tried to drag others."
                },
                {
                    "pageid": 121378,
                    "pagefilename": "253877bc09df7c008056cbc163e70a71.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00046_000013.jpg",
                    "transcription": "My dear Lucile,\nIt is the morning of July 1st.  I went over the the Overland Hotel and found your letter. It had been there several days perhaps.  They neglected to send it to my present address 33 E Liberty St. We had cold weather here until 10 days ago - now it is dry and hot.\n\nFor 25 days we have had evening walks every day and I haunt the tracks.  Horses and negroes seem to be the two things in America that give me the most ascetic pleasure.  A flatnosed tobacco chewing man is trading? a thoroughbred.  In the house what a noble bearing.  No lousy inferiority complex here.  The small peaceful head is thrown back. The legs are clean? and hard, the breast is strong.  All the flesh of the body quivers with desire to run.  We"
                },
                {
                    "pageid": 121379,
                    "pagefilename": "79cea538527cf25c3ee96ecf4e2d7cc0.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00046_000015.jpg",
                    "transcription": "2\npay something dear woman for our silly minds, don't we - always wanting to be great not daring to just even the sands out, and let her ride.\n\nThere is an amazing good library here and I read as I haven't for years.  Tried to paint but got only one clean fine thing out of about 20.  Think my nerves were pretty much shattered when I came and I hadn't enough energy for writing and painting both.  \nMany Marriages did pretty well but the dealers got scared of it.  You know I had a little flare of success last year.  I think it is over.  The magazines are scared of me again aside from the financial thing its better. ?\nIf I have luck here and get what I'm after E & I"
                },
                {
                    "pageid": 121380,
                    "pagefilename": "b0ce244323df3fe31861eca411fdaa30.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00046_000017.jpg",
                    "transcription": "3\nwill probable go south in the fall, probable to Mobile, or New New Orleans.  I do want to try to paint a little, but there is this book to finish and a novel eating at me.  I'm going to pretty much stay away from Chicago and New York.  Whether I'm any good or not what I want is to work.  The eternal quibbling about the purposes of art, its drift etc gets on my nerves, knocks me flat.\n\n Maybe you and Jerry will both come back to the American negroes in the end.  The plan of putting the negroes on the stage, making him paint sing etc etc is all nonsense.  What he has to give is rather noble but is physical - like the running horse or dog, I'm pretty sure of that."
                },
                {
                    "pageid": 121381,
                    "pagefilename": "70b4b93166f343cb85c9c83ea814c8c7.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00046_000019.jpg",
                    "transcription": "4\nThe thing now - for the painter is very elusive but there is something new too. Golden? color - a bright flirting thing.  If the deserts and mountains ever produce artist they will be telling of delicate - half mystic fairy tales.  The same influences that produced Egyptian art perhaps but pretty foreign to an American. There should really be all asectic marks in the holes in the mountains at the desert's edge. A strange land. Some day I'll tell you two more about it.\n\nThe indians are something too, rather hasten in their dieing? than the anglo saxon in their victory."
                },
                {
                    "pageid": 121382,
                    "pagefilename": "def74c18f34ca0f1e99f86164341d633.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00046_000021.jpg",
                    "transcription": "5\n\n E? is well. She makes me always happy to be in her presence. I love her as I have no one else.\n\nIt is rather odd how little influence any of my other women have had on me.\n\n I think I'm going to get well, ?nn afraid. I won't do what I want. God I want a lot, in work,\n\nbut I'm going to  keep at it, keep going after it.\n\n We'll meet again. Jerry will get into his swing,and so will you.  It's hell for us Americans to get some\n\nsmac?, isn't it.\n\n All my love\n    Sherwood"
                },
                {
                    "pageid": 121383,
                    "pagefilename": "9d28f56ede2131c6bc6027b7d5ab1e55.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00048_000001.jpg",
                    "transcription": "Dear Charles,\nMy thoughts have turned to you a lot, these days.  My feeling, I think, is half that of a father to  a son, have pure feeling of companionship, as brother.\nIt may be you will escape the dark valley I have been in, that I am walking in now.  I have had to fight for and defend the artist in myself.\nOnce Jack Dempsey said a marvelous thing to me.  We were both at a photographers.  He walked in his quick, nervous half brutal way across the room and grabbed my shoulder. \"Were you ever a fighter?\""
                },
                {
                    "pageid": 121384,
                    "pagefilename": "25568e815aedec9603d53ba8d5896bc4.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00048_000002.jpg",
                    "transcription": "2\nhe said - \"you have the shoulders, the frame of a fighter.\n\n  \"No,\" I said, and then I thought \"yes I am a fighter,\" I said.\n  It was just before he fought Tunney.  \"It is worse winning than losing\", he said.\n\nThe curse of victory, fought for.  You walk over the scene and see the dead and wounded,  There are groans and people weep.\nI have hurt so many people Charles - trying to keep some integrity."
                },
                {
                    "pageid": 121385,
                    "pagefilename": "2bab105cf94bb286922fb262ca1c7712.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00048_000003.jpg",
                    "transcription": "3\nDo I dare go on existing. A few tales, told at last. to push something out a little beyond the horizon - no one caring much.\nThe painter fighting, just for ground on which his easel may stand, the writer for his quiet room, his thoughts word fitted against word as salves.\n\nI take you very close to myself because I feel in you brotherhood in it - whatever it is.\n\nS.A."
                },
                {
                    "pageid": 121386,
                    "pagefilename": "a3e6f84071cef34ea8517e72ed61ba43.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00048_000004.jpg",
                    "transcription": "[[duplicate image of page 992747888805867_midwest_ms_anderson_box_00001_fl_00048_000001.jpg ]"
                },
                {
                    "pageid": 121387,
                    "pagefilename": "2c717585add71f7ebdd6bbfbe74310d7.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00048_000006.jpg",
                    "transcription": "1929?\nDear Charles -\n\n I have got another sale made. Am very sure I soon get three or four more.  This is to Mr\n\nBurton Emmett - a rich Jenind?\n\n I came home - sad - made sad by the house, haunted by E with whom I failed.\n  Nates? ol ranch? I keep thinking also of poor E's difficulties - and the impossibility of helping.\n\nI am sending Katherine a little wood cut I liked.\n\n Lots of love to you both.\n  Sherwood A."
                },
                {
                    "pageid": 121388,
                    "pagefilename": "693718a92532fb55df45da5c492e2b2c.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00048_000008.jpg",
                    "transcription": "1929\nCharles - The more I think of it the more anxious am I to have you come sooner \nhere for a time of painting. I wish I could write something very successfully\nquickly so I could send you any money needed for a bit more  lisness?\n\n Perhaps I will.\nI wish you could get to feel about money as a thing unimportant -"
                },
                {
                    "pageid": 121389,
                    "pagefilename": "fd5818b643899408213efac2bcf3001a.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00048_000009.jpg",
                    "transcription": "except when it can be applied so:\n\n This was a gift - Clear light over the hills on Sunday afternoon.  M\n\ncan tell you how wonderful it is sometimes.  The light such as you see in Corot.\n\n The solid forms are so marvelous here - all firm and lusious, like naked women,\n\nlarge and firm lying asleep everywhere. I never have"
                },
                {
                    "pageid": 121390,
                    "pagefilename": "34d6d77adbbfa9669c3728e04c0a6dc4.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00048_000010.jpg",
                    "transcription": "3\nseen such a country - nature so rich and full of mith?\n\n It might be too much for you at first.\n I'll come back and see you before the winter is over.\n  I am going to try to go to work. I seem rich to myself. We'll see.\nLots of love to K"
                },
                {
                    "pageid": 121391,
                    "pagefilename": "ee7beb385e862f8b6788d757cb145ae0.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00048_000012.jpg",
                    "transcription": "1929\nDear Charles and Kath\n\n I wrote Terence to send your Vanity Fair. He was delighted with\n\nthe little story. Alas, you see how I make the mill grind your\nyamin?.  I shall, I am afraid capitalize more of your dear selves.\n\n I shall send Part"
                },
                {
                    "pageid": 121392,
                    "pagefilename": "5f8147d0c0ae0e53fe3ab09bd2af1edb.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00048_000013.jpg",
                    "transcription": "2\nof New York in a day or two.\n\n S.A."
                },
                {
                    "pageid": 121393,
                    "pagefilename": "1cfeca9ad5070a77b5765e959d1784df.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00048_000015.jpg",
                    "transcription": "1929?   (Owned by J R Copenhaver) \nDear Charles - The painting - \"bottles and apples\" is very living. I needed it. It is in my room, over the desk where I work.\nThe other, \"trees\" is in the print shop, over the folding machine.  I have the Cezanne in the room upstairs with \"bottles\nand apples\".  It stands up - I mean your ovr? painting, in this distinguished company.\n\n You know the one with the grapes. Please varnish this for shipment. I have a chance to sell it for $250.00 to a rich\n\nmerchant here. If I succeed put it in a gold frame before shipping. The thing may not come off but, on the other hand\nit may. I think it would be better to dispose of a few this way than to fasr? with a show, for the next few years.\nLet the show come"
                },
                {
                    "pageid": 121394,
                    "pagefilename": "e49c62882367d2a33e839fc875307078.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00048_000016.jpg",
                    "transcription": "2\ntwo or three years from now.\n\n I remember so sharply my own experience - all such assiads? that one you saw and be and at the\n\npacking place, mulling over your work, pouring over it, patronizing you.\n\n \"Pretty good for a young man\" etc\n \"He has good color? but cannot draw.\"\n \"If he could only paint\"\nIn time you get hardened to it of course but it is a tad time.\n\n I have been thinking of Kath almost constantly these last few days, loving her a lot."
                },
                {
                    "pageid": 121395,
                    "pagefilename": "5dae031a82cf150deae98003c011aa07.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00048_000017.jpg",
                    "transcription": "3\n\n Of course I was just playing with the story you and Kath told. It happens that way.\n\nYou jump off from Kath and have Helen. Hell Helen is not Kath. You understand.\n\n Often you would write a sentence. Let us suppose I start with Mary.\n I write \"She was a slender woman with red hair.\"\n  Now where has Mary gone. This red haired woman is not her.\n It is like a new color, introduced into a painting.\n   I shall be in New York"
                },
                {
                    "pageid": 121396,
                    "pagefilename": "27eb7364785d8d45db541e8764f59298.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00048_000018.jpg",
                    "transcription": "4\nbetween the 15 & 20th of March.\n\n If the picture sale should happen to come off I'll wire.\n\nIt is worth the gamble of Varnishing.\n\n  Lots of love."
                },
                {
                    "pageid": 121397,
                    "pagefilename": "ba2a65930eac41ff7d00306d0aa77738.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00048_000020.jpg",
                    "transcription": "Dear Charles & Kath\n\n First $300 in. I am sending my check - thought maybe checks would\n\ngather ?main mikman? in this, for the time.\n\nThird from Otto Kahn. I am send a copy his delightful letter midosd?.\n Both your letters made me happy.\n     Sherwood."
                },
                {
                    "pageid": 121398,
                    "pagefilename": "3b357409366bfad322b5376d45e64cbd.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00048_000022.jpg",
                    "transcription": "on side  August 1929\non top  Marion\nDear Charles - I think of you going out to paint every day. Fall coming on and then winter - the changing scene. Now\nthat I have got these few things of yours away here I am quite sure your determination to let yourself go -\ntoward color - in light.\n\n There was a young man here who has spent the summer in Paris. He saw your things on the wall. He lives in\n\nPhiladelphia. The other day he was talking to me. He said that, having been with your things here he felt new\nstrength and delicacy in your color than in any of the things seen over there by the younger men about whom a \nfuss is being made.\n\n He began talking about wanting to get one of your things. I told him I thought he might have one of the oils for\n\n$50.00.  I am pretty sure the thing to do is to get a few, scattered around.\n\n He expressed that it might be well to let you make the"
                },
                {
                    "pageid": 121399,
                    "pagefilename": "37952dd5db7e3533c0553ecb31d8e0f6.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00048_000023.jpg",
                    "transcription": "2\nselection. He did not think he would have the money before about December.\n\n He likes the oils but wanted a small one if possible. This because he may have to live in \nrestricted quarters, a small room I dare say.\n His people have money but he has none yet. If you think best I will send your address and you select one to\n\nsend to him.\n\n There are so few houses in which paintings may be hung. I took the green water color to a colonial house here.\n\nIt is full of antique furniture. Well I hung it on the wall. I couldn't bear it there after a week. It was like a nice\ncountry boy with curly hair and clean blue"
                },
                {
                    "pageid": 121400,
                    "pagefilename": "605c87482eefee82adf04bb6cdd83519.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00048_000024.jpg",
                    "transcription": "3\nupes?, say in a ?ang of New York literary men.  I woke up in the night, thinking of it up there, and went and\ngot it the next morning.\n\n Now it is over my desk, being just right. I shall take it to Washington with me.\n You wont get things like that every day, or every week, don't expect to. I'll let it go some day, to one of the men?, or\n\nthe $300 thing or I'll sell it for $300_ not less.\n\n And I will have to know who gets it. There may be some opportunities in Washington.\n John m?ais he will be here Tuesday of next week. I'll write often we have talked and I know more of his plans.\n It is so hard to keep any dignity in every day life."
                },
                {
                    "pageid": 121401,
                    "pagefilename": "609bdc63c2d5c6566a416660b5407898.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00048_000026.jpg",
                    "transcription": "at top  1929  over\nCharles\n\n Katharine wrote me about you and the Van Gogh books. I hope you will keep them a long time.\n\nIt is an annoying story.\n\n I think that in Renoir and Van Gogh you get the two things of which you once wrote me  - the\n\nman going toward God and the man going down into earth and finding God there too. Perhaps I\nthink Renoir the healthies man.\n\n The terrible thing about most of the God men? is that they seem to identify themselves with God. \"I\n\nam myself this thing.\"  Van Gogh escaped all that - A terrible humbleness saved him.\n\n A thing apparently Van Go - crossed out Renoir never had at all.\n Both sevect? men though.\n I have been working hard. I hope to see you soon.\n\nA fine Christmas to you\n\n    S.A."
                },
                {
                    "pageid": 121402,
                    "pagefilename": "e382f527e6bc0f289d6c42b351e77ded.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00048_000028.jpg",
                    "transcription": "2\n\n   his house, very quietly and eloquently furnished. I went in there and had te.  The rich collections with paints. \n\nHow paintings have a kind of quality too although they are little little girls, all the wonders of womanhood ahead.\n\n In this case, the woman being say 37 - well you see.\n We talked gentle and nicely. There were paintings everywhere. At my back was a Carot figure, finely finished\n\nand fat, a Coerbet landscape\n\n We were served tea very quietly and elegantly. you felt \" We are ever swore in here, said God I am\n\nshit etc.\"  Not that that is so necessary.\n\n  Then we went to the galleries  All this owned by one man.   Of course he is nice, let people in.\n\nI don't know what you can? do.  If you have a civilization where one man has"
                },
                {
                    "pageid": 121403,
                    "pagefilename": "7c750828881d5685049d50546760d4d4.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00048_000030.jpg",
                    "transcription": "3\nten, fifteen, or fifty, while some artist hasn't a cent.\n\n It has always been like this though. I should think they could \n\nsmell themselves stinking.  I guess maybe they do.  This must be\nwhy they buy paintings, to make the smell greater in houses.\n\n There was a glorious Renoir the richest I have ever seen - rich\n\nlike heady wine.\n\n The Phydrns? were in finality tenden?. You should both see [[maes\n\nPhydras?]]. They are hard to see.\n\n There were some Bareards? too. They have quality. You felt bells\n\nennging? in them.\n\n Of course I realized - no use saying anything to him. He wouldn't ni  pently sen?\n\nbuy anything less than a $1000.\n\n Some habn? would have to take up a man, or sti? would"
                },
                {
                    "pageid": 121404,
                    "pagefilename": "14121ac08845be3f68321bb0f82b3c42.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00048_000032.jpg",
                    "transcription": "4\nhave to be made.\n\n It was interesting that he had quite a lot of Maurer - that resulting from a stir I made\n\nabout Maurer several years ago.\n\n It depend on money coming in whether or not I shall stay here.\n You tell John I'll be ?anting? him. Really the ? are no good. They are ugly, even\n\nwhen they are beautiful paintings. It's a puzzle."
                },
                {
                    "pageid": 121405,
                    "pagefilename": "925ad53b6bfbe6c232fee15051ad8b88.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00048_000034.jpg",
                    "transcription": "I think it would be a great mistake to waste any time at all,\n\nthinking of form, as form.  It is one of the things artists, and most of all half artists, babble\nof when their minds are most vacant.\n\n Form is of canest? content. It is nothing else, can be nothing else. A tree has bark, fiber, sap, leaves, limbs, twigs.\n It can  perdes? and exist and not grow in the soil of your own being.  It is so with women too.\n\nThe great thing is to let yourself be the tree, the sky, the earth. Enter in to your inheritance. It is difficult and can only\nhappen auely?, as between a man and a woman."
                },
                {
                    "pageid": 121406,
                    "pagefilename": "654dd4bc2317f2f56c7c1af367dc4fab.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00048_000035.jpg",
                    "transcription": "2\n\nMy meaning is that life is not so separated from art. How often I go away from the\n\npresence of talking artists into the street the field.\n\n What I want is there. If I go in and come out alive?, ever now and then, in the end these same \n\npeople who say I have no form will be prattling at the \"form\" in my work.\n\n I'll see you soon.\n   S.A."
                },
                {
                    "pageid": 121407,
                    "pagefilename": "84751088fb02f03aff4588e45b508c7c.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00048_000037.jpg",
                    "transcription": "1930\nDear Charles.\n\n I will send the Lady Chatterly today. I think it a revolutionary book - perhaps the great book\n\nof our times.\n\n The painting came. I got the big one, jugs, bottles and apples in the gold frame in which I had the other\n\nlarge still life.\n\n The pot with flowers I'm having framed.  I have sent the large still life - bottles, the blue clothes? and apples\n\non the table To"
                },
                {
                    "pageid": 121408,
                    "pagefilename": "25d986b8607681c07fc0a90fa765e3cb.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00048_000038.jpg",
                    "transcription": "2\nMaurice Lang - of Washington. who is to put in $100 in the pot.\n\n These new things have something beyond what you have had before.\n\nThere is an increased quiet elegance and strength. The color glows.\nIt is more subtle, and stronger.   You always need Clin? Charles. \nI never knew a painter with"
                },
                {
                    "pageid": 121409,
                    "pagefilename": "c901b69c0d17ed8b4f6868b4f1b5b777.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00048_000039.jpg",
                    "transcription": "3\nless dirt in him. It is a constant joy to see that this is so.\n\n Sometime ago you said something about art needing joy.\n\nYou are getting it.\n\n I shall pass on to Miss Copenhaver either the green trees\n\nor the little blocked in native cedar? that is so lovely\n\n All of these things will be where they can"
                },
                {
                    "pageid": 121410,
                    "pagefilename": "5e9e5319cb76b8f555b96c78d9b7e83f.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00048_000040.jpg",
                    "transcription": "4\nbe had for a show later, when the time comes for the one man show.\n\n I think Charles that, in going to Bel-Air, which I suppose is the last\n\nthing now, you should feel yourself a man and a painter. You have\nso proven that. Take what you want. Do not let the intensity of the\nfamily life"
                },
                {
                    "pageid": 121411,
                    "pagefilename": "3ae40324271eab2053fbe5b208783d81.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00048_000041.jpg",
                    "transcription": "5\nintrude. I've a feeling that perhaps you and Mr Persy?\nmay get at each other a little. It could be worth trying for.\n\n I have the large self portrait John did of himself. It wants joy in nature - the\n\nthing you have - but it has fine paint quality and stands up beautifully\n\n You have sure made"
                },
                {
                    "pageid": 121412,
                    "pagefilename": "1cf04b2315ebf68f00d08e9d406d4462.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00048_000042.jpg",
                    "transcription": "6\nmy work come? live again.\n\n Don't have any fear of the future Charles.\n\nWe'll sure pull it off some way. It is\nmiraclous? to me that you have escaped just that\ndamn fool thing in painting the Msslanany? and\nare indulging in in prose.\n\n Love  Sherwood"
                },
                {
                    "pageid": 121413,
                    "pagefilename": "9249cca1d84912c0e3bfb1e53f6f239c.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00048_000043.jpg",
                    "transcription": "I have a great desire to see you do some people. It would\n\nbe wonderful if you could get rite a few  portraits the same jars in oiles"
                },
                {
                    "pageid": 121414,
                    "pagefilename": "5fffa48d6dffb30981a0987026578789.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00048_000044.jpg",
                    "transcription": "page out of order\n2\nin a pretty deep valley with Tanen wally? on all sides of me. It has seemed at times that all people\nI loved and who loved me were immeasurably far away.  It was as though you had gone away, over some\ndeep ocean and my voice could not reach you.\n\n Now it seems to me I am a little coming up to the surface again.\n It is partly the thing that I hope you Charles may avoid. But how can it be avoided. A man\n\npublishes a book or hangs a picture. He does it with some humility but such mean motives are attributed to\nhim, there is such a wallowing that he ends up by feeling dirty, dirty, dirty.\n\n For some reason I seem to be a person about whom a controversy must always go on. with every\n\nnew book I feel this invasion. Perhaps painters never quite have to go through that.\n\n You are right about the town and the country here. Temporarily,"
                },
                {
                    "pageid": 121415,
                    "pagefilename": "f0e3b435eeb4a06c3a8194d8cb43c5f1.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00048_000046.jpg",
                    "transcription": "Dear Charles.\n\n I am at home again. I drove up through Alabama and the Carolinas waiting? for\n\nyou & John. My dates in Chicago - to lecture art there are from April 22 into early May. \nI dont know yet whether John will want to come that early. I have written him to ask.\n\n I have had good days and bad days. I keep going. Now I am working away at the\n\nspeeches, feeling that, as long as I am in it I should give the best I have.\n\n It will be rather fun, I hope - or time of a kind of debauch as pro?h  I fell fairly strong for it.\n I am anxious about your show - not so much for its ? cinn? but out of fear that you may have to\n\ngo through a bad time. The vulgar and the cheap we have been always with us.\n\n Anyway Charles we have yet to hang onto our faith in our"
                },
                {
                    "pageid": 121416,
                    "pagefilename": "ae6445567fa2d893eba9e07e26d06aec.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00048_000047.jpg",
                    "transcription": "2\nown way. The inner coauld in which we at last try to reach is as ena?l as their world.\n\nI wish I could say - \"set fire to the houses.\"  I cant of course. We have to try to keep\n\nthe quee talanes? between deprecation and their damn swaywss fone? way.\n\n The best I know is the fact, for me that men like you exist.  That others are in the game ? too.\n\nIts the only thing to hold onto I know about.\n\n Sherwood"
                },
                {
                    "pageid": 121417,
                    "pagefilename": "80de6d16e1979ce6684e2cbff451dde4.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00048_000049.jpg",
                    "transcription": "Friday    1930  over\n\nMy Dear Charles -\n I am up early - shortly after six - a cold frosty morning. I have been working in the streets. Last night, at 2 in\n\nthe morning, a man called me, on the long distance phone from a plantation, far down in Louisiana.\n\n He was drunk - had read something of mine that had stirred him. When he got drunk he wanted to talk to me - He\n\nwas strangely incoherent and profane about life. It was a queer uncanny experience.\n\n When I see you I will tell you about him.\n I am leaving for Chicago - to speak out there - never in my life having been las? in the word.\n I am looking forward to the rearrangement of my life here and to another kind of life later on. It is going to be a hard\n\nfew months ahead.\n\n You all know how I wanted to see you - what it would have meant to me. This summer, if you do achieve\n\nsome freedom, I will come and be near you.  My love to you and Katharine.\n\n  Sherwood"
                },
                {
                    "pageid": 121418,
                    "pagefilename": "3c40fdef97da0b70fd5aac139c9a5715.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00048_000051.jpg",
                    "transcription": "letterhead    New Walton, De Funiak Springs. Fla.                   Cherokee, Tallahasse, Fla.                      Harbeson Hotel, Camp Walton, Fla.\n\n                                                            SAN CARLOS HOTEL\n                                                        W.B. Harbeson, Proprietor\n                                                         L.C. Hagler, Manager\n\nDear Charles -\n\n I am way down here on the coast. I get these terrible restless times - so I drift. It\n\nseems to help a little. I was, for several days in the Carolinas and in Georgia.\nNow I am going on to New Orleans and thru Asive?.\n\n In the Carolinas and Georgia all the soil is red and yellow. There are yenab? fields\n\nall blood red. The pine trees all go straight up, as though reaching for something.\nThe roads are always clean.\n\n They wound the pine trees to get turpentine,"
                },
                {
                    "pageid": 121419,
                    "pagefilename": "c1f0d076deaadb1671ab5925897ac0cc.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00048_000052.jpg",
                    "transcription": "letterhead text New Walton, De Funiak Springs, Fla.   Cherokee, Tallahasse, Fla.    Harbeson Hotel, Camp Walton, Fla.\nSAN CARLOS HOTEL\nW. B. Harbeson, Proprietor. L.C. Hagler, Manager. Pensacola, Florida.\nend of letterhead text\n2\nmaking great ghashes in the trunks. It hurts  you to see them.\nThe esads? are maeacluses? They seem painted, rather than real.\nAbout Mereau? there are thousands of acres of ?aches They all burst into blossom while I was there.  \nThe whole landscape suddenly got that light floating quality you get in Chinese painting.\nThe people are miserably poor.  Yesterday I was all day in yellow sand woods.  As you get closer"
                },
                {
                    "pageid": 121420,
                    "pagefilename": "14290b5d3da9396831901a8e7d3956f0.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00048_000053.jpg",
                    "transcription": "letterhead text  New Walton, De Funiak Springs, Fla.    Cherokee, Tallahasse, Fla.     Harbeson Hotel, Camp Walton, Fla.\nSAN CARLOS HOTEL\nW. B. Harbeson, Proprietor. L.C. Hagler, Manager. Pensacola, Florida.\nend of letterhead text\n3\ntoward the coast it is all like a  nce? bottom.\nPeople live in qualar sic - squalor, in misery.\nOnly the negroes are nice.  They go seemlessly along, finely built men and women. You see women\nwith great loads talanad? on their heads, fine broad-hipped women .\n\nIt is that upper and middle swath, Georgia and the Carolinas that is gorgeous for color\n\nLove,\nS.A."
                },
                {
                    "pageid": 121421,
                    "pagefilename": "94933cd84282764bc299702dc2aa514a.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00048_000055.jpg",
                    "transcription": "1930? over\nDear John and Charles,\nThere is a tickllish point that I am trying to get at.  I have a notion you may arrive at it in various ways, you try this and try that.\n\nWhat happens to you in the world of painting happens in prose too.\nYou say \"everything is in color, in keeping all loose, let form grow out of color.\"\n\nWe say, \"everything is in feeling. Let yourself feel dance?  and dance? into lives.\"\n\n It is all right but there is a kind of insanity in it too.  You can't let yourself be quite loose. \n As a prose writer and that is to say, \"as a man who pretends to depict human life\", I have you as far\n\nI suppose as a man can go on the road of feeling.  I have wrecked myself time and again.\nIt is all involved in sex. I think my generation went"
                },
                {
                    "pageid": 121422,
                    "pagefilename": "03917503fdc917b0cc408258fef760d0.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00048_000056.jpg",
                    "transcription": "2\na little nuts on that, myself with them.  We rather centered all feeling in sex.\n\nWe got insults , did a kind of work , I dare say, I know I have done a few beautiful tales.\nYou see there was the easier times of the Puritans.  You, Charles and Kath know about that.\n\nJust because they had power they were overplayed, given a position of too much importance.\n\nTheir power over the residual men is really gone, I think\n\nWe have got new people growing  up who will never know the inhibitions against which we fought.\n\n You see I am like the painter who having gone to color and then to color and then to color turns suddenly\n\nagain to live - the thing Charles spoke of in his letter."
                },
                {
                    "pageid": 121423,
                    "pagefilename": "19b491a00aaf834d2ddd47cfd264318c.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00048_000057.jpg",
                    "transcription": "3\nI have imagined a man who has taken color as sex. Do you see?    It is an attempt to return into the\npagan world.\n\n But this isn't a pagan world. It is a world of machines.\n When I called what I am trying to do \"No God\", I meant only that old gods are dead.\nYou have to find in your way new centers of relationships. \n\nI for example have to come, for the time at least, out of a world where I depend on feeling (color) and have to begin\nagain to observe with my eyes, hear with my ears the definate facts.\n\n  It is the same thing you mean when you go back to drawing.\n  You say to these inner voices \"be still now for a time,\"\n  I imagine our whole"
                },
                {
                    "pageid": 121424,
                    "pagefilename": "7086dc3932e07dbadd3c9bedfb463c7d.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00048_000058.jpg",
                    "transcription": "4\nlives must be spent in this kind of going back and forth.\n\n We gather what we can and retire with it, try to let it do something inside of us, to us,\n\nlike Keck, having become inpregnated.\n\n Of course it is terribly confusing working, as we writers must, in lives.  But after all\n\nnot more surprising than your difficulties. I understand that.\n\n I think the gods are there but they are far off just now.\n The thing about which you spoke was sold to Scribners, I'll send it when printed.\n   Last week I did a short thing for Vanity Fair, almost devoid of color, almost pure drawing. \n\nI called it These Mountains, just a description of your people, all my own feeling aftart?.\nI think it was good.\n\n  Love to All\n   Sherwood"
                },
                {
                    "pageid": 121425,
                    "pagefilename": "05e0dba01078390e7b58c2d09e3d2bde.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00048_000060.jpg",
                    "transcription": "July 1930\nDear Charles.\n\n I am writing from Marion - where I have gone to ? the papers for a few days, to let Bob off.\n Surely, will send the $100 before Aug 1st. Came as early in Aug as possible, not of course\n\nto kill anything you have started there.\n\n I think this - that it is a fight against ugliness - in ourselves and others. Often? we lose the fight.\n\nMy living is terribly stormy some times.\n\n It is lonely enough in life, God knows - without the few men of our own times who feel as we do, \n\nsome where about - its too lonely"
                },
                {
                    "pageid": 121426,
                    "pagefilename": "cd2c7be5fede871c52c33b0dedde093f.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00048_000061.jpg",
                    "transcription": "As I have told you, dear Charles, all of this means a lot to Bob, John and I.\n\n I have a scheme to get the 1st hundred that will ? you. When it is worked out\n\nwill write you\n\n Tell Kack that John is waiting and will send a more intelligent floor plan of the house.\n\nJohn and I were talking it over. The house will be charming when K has been at it a week. You\nwill come at? first nite my house while you work it out."
                },
                {
                    "pageid": 121427,
                    "pagefilename": "d8070bc0b1088ff2fea64d8f6ee5400d.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00048_000062.jpg",
                    "transcription": "3\n\nThere are any number of things I haven't mentioned to Kack.\n For example she must grease the pig with kerosene - to prevent lice.\n\nThis is wonderful for the hands.    \n\n  Then there is the care to be taken to the bull.\n\nThat is a task. She goes a bit crazy, darbe?    Through ? etc.  Hanging onto\nher does something wonderful to the ankles.\n\n There are other things for the development of the female figure. I may make a list for Kack."
                },
                {
                    "pageid": 121428,
                    "pagefilename": "592ea75e1ebb5a9d2afa689031480edc.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00048_000063.jpg",
                    "transcription": "4\nhandy I'm glad. It will make the whole place so much more alive and\nworth while for all of us too.\n\n Love to you both.\n   S.A."
                }
            ]
        },
        {
            "id": "1405",
            "cataloglink": "https://archives.newberry.org/repositories/2/resources/6",
            "pages": [
                {
                    "pageid": 121429,
                    "pagefilename": "9b6e3ab227dff6f0ca093e1e53d21dd2.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00049_000001.jpg",
                    "transcription": "1\nDear Charles\nThere is too much to say.  Of course I have passed through the dark valley hundreds of times. It doesn't seem to grow has dark and dreary.\nOften and after it doesn't seem worth while.  What do we gain?  There is the temtation to let go.  Then there does came from somewhere a ray of light\nIt may be, dear Charles, that the"
                },
                {
                    "pageid": 121430,
                    "pagefilename": "fdbf6211482f3cc1ad1e7d58ba0d9d1d.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00049_000002.jpg",
                    "transcription": "2\nwhole purpose? there, the Father in law, mother in law, brothers in law, stone houses etc.\n\nI admit that the father in law ? me\n\nThere is the absorbtion in our phase of life, pride in possessions - yet God knowshow?\n\nStone wall because ? - to them and us too.\n\nWe live in it."
                },
                {
                    "pageid": 121431,
                    "pagefilename": "3bb9f89eaa4efb9a57e4ff822591d6a6.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00049_000003.jpg",
                    "transcription": "3\nIt isn't anything against that man. He is the ? of the nucleus? of a civilization.\n\nIt may crack and go to pieces. God grant it may.\nIf we can feel we are guests? in it.\n\nI do not subscribe\nI wont\nWont\nWont"
                },
                {
                    "pageid": 121432,
                    "pagefilename": "b1c54292640454bdda9f98aada1cd3b9.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00049_000004.jpg",
                    "transcription": "4\nat the same time we can't be intolerant.\nIf we can take the guest point of view.\n\n\"I am here. In some way I do get food, clothes, etc.\n\n\"Sometimes a woman loves me.  I lie with her.\n\"She is gracious and noble.\n\n\"Or she is petulant? and exacting.\""
                },
                {
                    "pageid": 121433,
                    "pagefilename": "4807385b30835ad86214d1f6ce89526d.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00049_000005.jpg",
                    "transcription": "5\nFields - other people walking about. Their problem.\nA man says to himself - \"this other man, so apparently absorbed in stone houses & possessions is troubled too.  \nHe wants love & warmpth\n\nHe can't give it often either.\n\nThis man? is wanting."
                },
                {
                    "pageid": 121434,
                    "pagefilename": "429067e39c891c5d98753845c195aa4e.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00049_000006.jpg",
                    "transcription": "6\nThings get in on a man sometimes.  He is timid trying. So much he seeks is illusive.  It slips away.\nYour courage  will save Kack Charles.\n\n______               ________\n\nThe mail carrier idea seems good.  You would be outdoors, seeing people.  The"
                },
                {
                    "pageid": 121435,
                    "pagefilename": "978bbaf457ebac2bdb63deba8ea85876.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00049_000007.jpg",
                    "transcription": "7\nrelations with people - when you are not selling? something is nice\n\n_______________\n\nAll my love Charles.  I do not believe it is any question of competition between two such man as you and John. \nNext he will have his sad time.\nHis work shows the effect of you. You have helped"
                },
                {
                    "pageid": 121436,
                    "pagefilename": "e7a6d1f2aea0c72a1bb9b3411cedbe03.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00049_000008.jpg",
                    "transcription": "8\nhim more than you know.\nMaurice Lang has a new little house near Washington.\nThat still life of yours he has is simple beautiful in the center of his living room.\nS.A."
                },
                {
                    "pageid": 121437,
                    "pagefilename": "45477d9d824da65ae34aa8897a0d36c8.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00049_000012.jpg",
                    "transcription": "8/31/30\nDear Charles,\nI went down to the sea coast driving down, hoping to reach there but got ill.\nThere was what they called an \"infected anterior\"\n\nIt resulted in a violent headache every day for ten days.  My whole head rocking with pain. \n\nIt was thought an operation would be necessary but they got it opened and relieved without  that.\nIt shattered my work, letter writing thinking, everything but was an experience, at least along the ? of pain.\n\nTell Mary.  I am to"
                },
                {
                    "pageid": 121438,
                    "pagefilename": "9ac400595a396dd1db25fd51f7c49739.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00049_000013.jpg",
                    "transcription": "2\nwrite her about the sale of the house and will, treas..? answering all questions, etc.\nI came back to Marion yesterday, the infection cleared up but still ra?ly rank? from the pain.\n\nThe new water color was here.  It has lovely delicacy and charm.  I want to be with it awhile.  I'm shattered now.\n  Let me write you more of it in a few days."
                },
                {
                    "pageid": 121439,
                    "pagefilename": "9791f30d8e713c8018fb6d261b676523.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00049_000014.jpg",
                    "transcription": "3\nI keep at the book, tackling it from this angle and then that.\nIt is an amazing conception at any rate and may take all winter.\n\nI wrote the man who wanted  the  little tathing? scene?.\nI think perhaps I may be able to put out a few more of these delicious water colors at from $25.00 to $50.00.\n\nI can't write except hurriedly? this"
                },
                {
                    "pageid": 121440,
                    "pagefilename": "0d15154da10334ef10041d0092521255.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00049_000015.jpg",
                    "transcription": "4\nway today.\n\nLot's of love to you\n\nall and prayers that the\n[[waules?] may go.\nSherwood"
                },
                {
                    "pageid": 121441,
                    "pagefilename": "0899b508a20057570cdf2b4f7561b89c.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00049_000017.jpg",
                    "transcription": "(This was written sometime ago, I thought it had been mailed)  \n1\n9/21/30\nDear Charles -\nA man spends his life wavering back and forth between these two impulses\n\nTo go to the classic point of view means, it seems to me, a kind of separation from our present day muddled life that I can't bear.\n\nSuch little gracious, amusing, absorbing things do happen among people.  I go about, when I am well and strong with eyes and ears open.  \nSo much pride at life in these pa? renations? and in myself\n\nThey frustrate me.\n  Then the other reaction."
                },
                {
                    "pageid": 121442,
                    "pagefilename": "d704261130fe6a259cb2a23e8c1717bc.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00049_000018.jpg",
                    "transcription": "2\nMy daughter Mimi, Miss Eleanor Copenhaver and I drove to the State fair at Richmond.\n\nWe lived in an upper middle class hotel there.\n\nThere I saw dead faces about me.  There is something about prosperity, the hunger for it, the pretense\nin all these middle class Americans that makes the soul sick!\nI presume that is why I keep going back to the workers...poor people with little pretense to them.\nThis gives me, often"
                },
                {
                    "pageid": 121443,
                    "pagefilename": "e3b9c9aef244566228db286afa16db8a.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00049_000019.jpg",
                    "transcription": "3\nwhere they are ? , have emotions? \nHuman nature peeping out.  It is like sal?  to you.\nYou have, I should say, to watch out.  You will get that upper middle class thing there.  It mustn't sour you on people.\nGo sometimes Charles when you are not working, on solitary walks. If you can do it stop and talk to negroes, poor families, etc."
                },
                {
                    "pageid": 121444,
                    "pagefilename": "02db65b16e0d0027f0f493dd07a41208.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00049_000020.jpg",
                    "transcription": "4\nWe, as artists, ought to keep that human love alive in us if we can.\n\n We have to fight for it, I guess, like any love.\nI suppose that is why I am always suggesting to you and John that you\n\ngo in for an occasional portrait.\n\n As a kind of antidote, I pa?? for the 2 unclear words thing color can become.\nAny one part is trusted"
                },
                {
                    "pageid": 121445,
                    "pagefilename": "48041fc1a07b366e8f8f3be3dfe094a2.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00049_000021.jpg",
                    "transcription": "5\nby life, to find the wonder in them.\n\n I don't forget that one of the shows lovely little water colors you\n\ndid had a shirt? house? in it.\n\n  _                 _\nI don't know whether I am shooting too high\n\nwith the book or not.   There is an epic quality to be got. Perhaps no man should shoot"
                },
                {
                    "pageid": 121446,
                    "pagefilename": "8f9a8e5c01cc66172e118d719678afc5.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00049_000022.jpg",
                    "transcription": "Note: page out of order; page 6 is the next image\n7\nwhat I wanted to do.\nIt was someone here who was warm and friendly..  That now is terrific help.\n\nNow she is gone.\n ____________ \n\nI am writing you on Sunday, the 21st. On Tuesday the 23rd Mimi is leaving New York back to Chicago. I am going to drive her out there.\n\nI will stay, for perhaps 10 days with my friend Ferdinand Scheville.\n  Then I will come back here, perhaps, in October, I will go to New York to stay a week or two, see people, see paintings, hear some music.\n       I hope you are at work"
                },
                {
                    "pageid": 121447,
                    "pagefilename": "095083673f9f3735b2ae333aa8117e24.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00049_000023.jpg",
                    "transcription": "Note: page out of order; page 7 is the previous image\n6\nat that.\nStill there is so much to be said.\n\n _________________________\n\n(After I had discovered the above had not been sent )\n\nI had a letter from John.  He had come down from the country and had been in Chicago, where he has seen some paintings.  \n He seemed in a good mood.  He had not been painting but, instead had been helping to build a house.\n\nStill he felt all right - a good feeling about things.\n\n _______________________\nI have been very lonely and restless. It seems to me sometimes that I can no longer bear this town.\nThis summer it was rather nice.  John was with me a long time.\n Then Eleanor Copenhaver came home.  She is a mature woman and my friend.  I am more than half in love with her.\n\nWe were together a good deal.  We talked.  I talked over with her"
                },
                {
                    "pageid": 121448,
                    "pagefilename": "6e95ffc952fc48c040b8468751e71e68.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00049_000030.jpg",
                    "transcription": "in pencil in top margin    Nov 26, 1930\nDear Charles \nIt was nice on the beach too in spite of the pain I was in.\n\nThere were people in bathing suits, fat and lean.\n\nThe men came out in their bathing suits and strutted up and down.  The young strong men seemed to be saying - \"see how strong I am.\"\n\n Not many were really strong.\n\nThe women have got bathing suits that show everything.  They draw up tight, out lining the crack of the ass.  The little pleasant\nant hill, between the legs in front is clearly outlined.  The mens balls are gathered up into a little bag.\nThere aren't many true faces .\nWhat a lot of pretense and muddle in people."
                },
                {
                    "pageid": 121449,
                    "pagefilename": "f7d5eca41dea5bc2fc28ef1442512b2d.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00049_000031.jpg",
                    "transcription": "2\nYou look and look, saying to yourself - \"so then a man here could be my friend, a woman I could love?\"\nThe pain I was in kept me a little detached.  I thought I am pretty churly.\nIt was odd, in the little oblong looking glass - at the front of my car - by which you  look back along the road drawn rectangle I saw the only face that stayed.\nWhy can man ?pretend?. The face - that of a woman - was in another car, across the street.\nWhat had happened to her.  She was beautiful, had stayed."
                },
                {
                    "pageid": 121450,
                    "pagefilename": "f4e7751c9af5aba16ca43f92d0501d8d.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00049_000032.jpg",
                    "transcription": "3\nbeautiful.\nShe sat staring at the sea.  Of a sudden I thought I saw in her all the sadness of woman - living since time began.\nJust the little broken twist of the lips - the eyes getting small - a sense of the face receding and coming near again.\nI had got this face in my letter to you and then went back to the book.  I got something - a spot of color.\nIf I can do this book Charles it will be something"
                },
                {
                    "pageid": 121451,
                    "pagefilename": "4c12e2b498ca71940715866fa75de0ec.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00049_000033.jpg",
                    "transcription": "4\nThe whole thing is tremendously ambitious of course.\nI want to take the outer world of factories and have you see them as though they were open like fields.\nI am going to try to take my time, being financially in good shape now.\nPerhaps Mimi or someone will sell the house.\nI'll get a little place.\nThe new painting of a?ses? are n?.  It has the clear color I love.  It is a new kind of nuance.  There"
                },
                {
                    "pageid": 121452,
                    "pagefilename": "423d57942fbc46e98cdad76d07c363dc.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00049_000034.jpg",
                    "transcription": "5\nseems to me to be light and playfullness in  it.\nIt is not as rich as the two glorious oils\nIt goes well with them - makes the sense of you at work richer to see.\n\nSherwood."
                },
                {
                    "pageid": 121453,
                    "pagefilename": "a0b0629e1af69974fff44f927915886e.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00049_000036.jpg",
                    "transcription": "11/26/30\nDear Charles - \nI have a thing in current Nation on the Negro in times of industrial depression, an article in current Scribners and I have\njust written a new article for Nation on the strike at Danville Va.  I seem to be getting into current things more and more but I do not save much. \nMy situation is a bit absurd.  This winter I have had opportunity to make perhaps $3000 by doing articles for popular magazines but couldn't do them.\n\nIt seems to me that I will have to find a way, other than writing, to make my living - that I do not want much living.\nI could be satisfied with running the place here but have given that job to Bob.  If I write for the papers much? people keep refering to what\n\nI write, to the detriment of Bob sometimes and, as I am asking him to run this thing, and he wants to do so, I do not feel I should butt in.\n\nA man gets in a queer position.  There was that debate at Richmond.  I introduced the speakers.  There were about 3000 people there"
                },
                {
                    "pageid": 121454,
                    "pagefilename": "3ad05248049870f2cb2a9b405c51ddf8.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00049_000037.jpg",
                    "transcription": "2\nI felt I ought to say all I could, put into it all I could.\n\n I did.  The result was that I came near stealing the meeting from the others.  There was danger of that, as when a man, \n\npresumed to act a womans part in a play steals the play.\n\nI suppose there is something ?omment? in my personality.  I don't like it.\n\nI have thought up a scheme. Perhaps it will wash.  I have thought of trying to get money for the idea of donating myself to the\ncountry weeklies in general.  I am not so sure Charles that we want socialism and certainly not wholesale communism.\n\nIt seems to me that, for young writing men, the country weeklies might offer a great field. I'm pretty sure that if we had for example\n\n20 or 30 alive country weeklies in Virginia we could, in five years, raise"
                },
                {
                    "pageid": 121455,
                    "pagefilename": "fdb495bd6a20b3d3e398bf136958e98a.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00049_000038.jpg",
                    "transcription": "3\na lot of hell here.  There was a time when country weeklies did have life and influence.  What happened was that the kind of young men\nwho used to go ?at such work got sucked up by the city ward movement and went off to the city dailies.\nThere is some reaction to all that now and it might be built up.  I could take money from some such man to do that. \nI mean to go about, speaking to young university men etc about the possibilities  and by ?ting and ?aking start a drift that way.\n\nI have been sick, with flue but am better now.  It was very difficult reading the Van Gogh letters.  I identified myself with the man so closely.  \n\nYou know he has long been one"
                },
                {
                    "pageid": 121456,
                    "pagefilename": "502d04661f316dd16fb2a245e6c090c7.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00049_000039.jpg",
                    "transcription": "4\nof my real loves.  God knows how hungry he was and how, more than almost any man I know of, he saw the\nneed of love as an interical integral? part of work.\n\n It has been a queer winter for me. I have stayed here and have made no money. I think, more than ever perhaps\n\nin my life, I have felt my own ineffectualness. Eleanor Copenhaver has been partly responsible.  She stirred up\nin me the desire to go where working men were.\n\n Going has, I think, made me feel my middle classness. That - perhaps is the real reason I wanted to sell out at the farm.\n\nIt has seemed to me, that as so many had to be poor, I'd much rather be poor"
                },
                {
                    "pageid": 121457,
                    "pagefilename": "746fc1f87e4e66a5678fa13296feb857.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00049_000040.jpg",
                    "transcription": "5\nmyself.\n\n Perhaps I have yet, in a queer new way, a new sense of God. Well, I do not say \"God.\" I say\n\n\"The Thing.\"  I mean a going toward something - first this way and that - as your painters try to do.\n\n But unfortunately with me it is not nature but people and I feel people disturbed man?. thrown off\n\nbalance. There is little or no prose in me.\n\n That I suppose is the reason I want to be trying to do something new.\n   Sincerely\n  Sherwood Anderson"
                },
                {
                    "pageid": 121458,
                    "pagefilename": "8a68f5841c198262b70a958ee5222814.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00049_000045.jpg",
                    "transcription": "written in pencil in top margin:    Marion  12/25/30\nDear Charles -.  Christmas afternoon...just growing dark. I'm in the paint shop, alone. I've been thinking of you, \nW?, and K.\n\n I went out in the car, just now toward Wytheville. There have been many snow?. It is an old queer? snow?\n\nturning blue.\n\n Do you remember Peter Benegos - the elder.   May be the man?    It is like that - - bluish white snow, very cold... purple tree trunks...a\n\nman walking across a field..dogs.\n\n          *                                  *                                         *\n I hate Christmas. The last two Christmases before my mother died..   She was ill all Christmas. We were presumed to be a envied? family, of\n\nsome class. We went with middle-class children.\n\n So Christmas came We were asked by other children to go to their houses and see their things. There was always a flood.  We had nothing.\n The things didn't matter. My father said - \"who wants their goddam things.\""
                },
                {
                    "pageid": 121459,
                    "pagefilename": "b7f0d21663c25674f05cec95c5bcc178.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00049_000046.jpg",
                    "transcription": "2\n\nHe did though.\nNot the things.\nHe was confused. He thought the things were a sign other children were loved.\n Its confused.   I've always been confused at Christmas.\n      *                        *                      *\n I went to Pat Pallins new house. They have a 2 year old child - little Pat.\n\nSome one, Henry Staley perhaps, have given him a mechanical toy.\nHe went up to it and kicked it to smitherines. \n\nJust then - I had to hold myself back. I said\n\nnothing. I wanted to say - \"kick the goddam thing again.\"\n\n     _              _                          _                         _\n It seems to me sometimes I am drawing near something. Perhaps I'm not ready yet.\n\nMy days and nights are full of demons. I've made no money these six months - a few hundred dollars.\nI haven't saved. I dream of a book out of the mind of a drunken man - -\n\n Comprehending  - in a way - all"
                },
                {
                    "pageid": 121460,
                    "pagefilename": "f1a51008e022156ab4a461ae651d2c7a.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00049_000047.jpg",
                    "transcription": "3\nof our civilization.\n\n Pactay? - thoughts - little scenes and adventures - passing through a drunken man's mind.\n Marxist prose san?\n   The endialess? physical man. His legs won't work.\n     It will be a crazy new kind of a book, if it even comes.\n         Love to all.\n   Sherwood."
                },
                {
                    "pageid": 121461,
                    "pagefilename": "04db6158c9f8943f0fe0139beba8dcef.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00049_000050.jpg",
                    "transcription": "Note: page out of order - nothing matches in previous or later images\n5\ntyped on top then strikethrough  fall down. Men struggle and squirm, trying onething and then another.  end strikethrough      44\nimprinted letterhead King Cotton Hotel  Greensboro North Carolina\nto got got at in people.  Tell me what you think of this.\nIf it has any value I do not see why you should not use it both in the announcement & in the newspapers.\nin pencil at bottom:1931 supplied by Bockler"
                },
                {
                    "pageid": 121462,
                    "pagefilename": "040774a71048a4042324668ceaf48bb3.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00049_000051.jpg",
                    "transcription": "1/2/31\nDear Charles,\nI am delighted about the news from John.\nMy man Charles is not a fan.  He is an ex- daily newspaper man whose wife was killed by an expensive automobile, run by a business man.  She was pregnant.  He loved her.  He has got drunk with another business man - a rich man.  They are alone in the rich man's house.  Things happen - in the mind of the newspaperman.\nA warning - a wild dance of the thoughts, hatreds, old loved, etc - all reeling drunkenly through a man's head.\n\nHe had to be, for my purpose, not a goddam"
                },
                {
                    "pageid": 121463,
                    "pagefilename": "7469b0dd5ccbdc516efd2e3d0fb40df9.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00049_000052.jpg",
                    "transcription": "man but a man at bottom frie?\n\n It has another gone dancing along.   ______________________\n   The trouble about Max Eastman is that he knows nothing of art or series?\n   Real scientists, like Milligan, Einstein etc say \"we can do nothing without the\n\naid of the fact. It is only by the facts ewad? we can go anywhere.\"\n\n  _______________________________\nThey make my ass tired, men like Eastman.\n  _______________________________\n I have written for the new thing a glorious chapter called"
                },
                {
                    "pageid": 121464,
                    "pagefilename": "0f8a8122fb9a84f1c66a5472e70b811c.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00049_000053.jpg",
                    "transcription": "P\n                            On Einstein\n\nIt is a picture of newspaper editors, magazine editors, book publishers etc, all arriving?\non a frat?, limp sack in hand to put warm P on Einstein.\n\n They think he has got God - through science. They want to express love through warm P. They\n\nwant to beaginn? him. They forget it always stinks afterwards.\n\n   ____                                                   ____\nI am going now to do a long chapter called Gobs? Sobs? On Summer Nights"
                },
                {
                    "pageid": 121465,
                    "pagefilename": "d73e079ef1ab12266d2a5aa1f7e95c0f.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00049_000054.jpg",
                    "transcription": "imitation Movie plots, true stories etc."
                },
                {
                    "pageid": 121466,
                    "pagefilename": "f998ef1b28072ed35fe0df13ef2b8ac5.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00049_000056.jpg",
                    "transcription": "1/16/31\nDear Charles - \nI am ashamed that I have not written.  I have been in a jam.\nI went again to Danville and spoke to 2000 people packed into a big hall, a strange experience.  The workers there are going to loose.  \nThey have come up, for the moment, out of the queer man trap they are in, have been in for years, and have seen a little light.  \nThey have had the fun of marching and singing and feeling a kind of queer real fellowship with each other . Now they are being beaten back\ninto the mantrap - Stand back into it Charles.\n\nI had no notion Charles I could help them to escape. I thought perhaps I could give them some things, some little sense of historic background.\n\nI spoke to them of the"
                },
                {
                    "pageid": 121467,
                    "pagefilename": "2e847d69106bd9ff8dc1789d903196d1.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00049_000057.jpg",
                    "transcription": "2\ncoming of Magna Carta in England, as a strike - of the French Revolution as a strike, of the American Revolution as a strike.\n\nI wanted them to take back with them, into their mantrap, a little sense of the fact that the battle they have fought down there\n\nis just one battle in a long long war, that they also might be contributing a little something.  It was pathetic Charles, to see the\neager light in the eyes of these people.\n\nI can't tell whether or not this sort of thing is worth doing.  I have a desire to do it.  I spoke at night and went the next morning to the\n\nmill gate at dawn to mix with strikers, scabs and soldiers.  It was a bleak and black morning.  You get the sense of the trap there, ?"
                },
                {
                    "pageid": 121468,
                    "pagefilename": "14eee93307725105c410ea08c31539ae.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00049_000058.jpg",
                    "transcription": "3\n?emming in and out.  I didn't get slugged or anything, for a wonder?.\n\n              ______                                            ___\nThe letter about the hunt club painting hurt.  Don't question Charles.  Don't do it.  Don't think about it.\n\nIt will have to be carefully explained to the man too. He is a kind good man, I've seen?.\n\nJust the same it is that kind of man who will have to be jilted out of it.  A man can reason himself into it.  I did - - for a house and a woman - \n\ndoing things for Vanity Fair.  The stink of it isn't out of me yet.  That's one reason I do things like going to Danville.\n\nI feel sometimes like saying to those poor people, those workers - \"come and smash me in the face,"
                },
                {
                    "pageid": 121469,
                    "pagefilename": "c8500f575da418cd8d200f763bcd35e3.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00049_000059.jpg",
                    "transcription": "4\ntrample on me.  See if you can trample the thing out of me.\" \n\n  __  __    __                    __   __     __\nI wish I could talk to Tac.  I'd like to have an hour, two hours, with him.\n\nDon't let them patronize or pity you either Charles.  Of course we can't know we will produce a thing. \nWhat does that have to do with it?\n\nWhat really do they produce, helping some rich man shore down his income tax.\n\nThat's the net of it.\nI have decided to lecture again next year.  I won't mind."
                },
                {
                    "pageid": 121470,
                    "pagefilename": "586b2ddd5d765eca35e689ee2508be18.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00049_000060.jpg",
                    "transcription": "5\nI've been offered up to 40 lectures at $100 each - on\nMachinery\nWomen in Industry.\nNewspapers.\nI won't mind that.  I won't have to lecture on writing.  I'll see you through Charles.  Don't take the stinking front money.\n\n  __                     __                 __\n\nI'm still at the crazy book.\nLove, S.A."
                },
                {
                    "pageid": 121471,
                    "pagefilename": "ee01430609eea5fdfd36aa1be2bde217.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00050_000001.jpg",
                    "transcription": "letterhead text Sherwood Anderson Owner and Publisher Robert Lane Anderson Editor Business Manager Smyth County News Marion Democrat Lending Library Job Printing The Marion Publishing Company Marion, Virginia end letterhead text\nMarion 2/2/31\nDear Charles,\nI have been in a dead bleak place again.  They are like bad air pockets.  Down and down you sink.  I've never been able to figure them out.  There is a kind of flight you try to maintain.  How difficult it is.\nI had a letter from my older brother Karl.  He has written a book.  He may come to see me.  It was warmer, more friendly than his letters usually are.\nHe spoke a good deal about women.  He has a wife.  I think he and she have hated each other a good deal.  They have however stuck together.  I can't make out whether he is glad or sad about that.\nThere have been grand days here, the sun shining rainy day, the ? crisp and cool and the moon shining at night.  There have been unusual and lovely cloud formations.\nIt has been lovely - I have no close friend here except Eleanor Copenhaven and she is rarely here.  She has been marking time fly hard at her job in New York this year"
                },
                {
                    "pageid": 121472,
                    "pagefilename": "692ba2e779f88afdd502ac2756283394.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00050_000002.jpg",
                    "transcription": "4\nmuch time here but, to date, every time she left Bob has got into going out of ?ss out of which I have to help to replicate? captivate? him.\nI hardly know whether he will pull this off or not. He has plenty of talent and energy but wants balance?\n\n I am going to send you later, when I have copies, copy of my ?any speech at Danville. I tried to make it as sith? as I  could,\n\nto each working man's minds. I think the labor prole?  will make a little booklet of it. \n\n I have decided I will speak, perhaps a good deal next year. It seems to me that, if I am not compelled to speak of art, or\n\nwriting, but can speak of labor, machinery etc. I'll be all right. Speaking of writing publicly is too much like talking at a\nman or woman you love. You shy off.\n\n There is a lawyer here with whom I work some. I like him. He has ead? little man has he thought much but he is beginning. I\n\ncan see his mind rather unfolding. In his nature he is a ?user ?  ?."
                },
                {
                    "pageid": 121473,
                    "pagefilename": "af767ef7e114ed9dc1ede47acbf6dc90.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00050_000003.jpg",
                    "transcription": "Note: page out of order - page 2 is the next image\nletterhead                                                                                                                                                                           Smyth County News\nSherwood Anderson                                                                                                                                                                 Marion Democrat\n\nRobert Lane Anderson                                                           The                                                                                            Lending Library    Job Printing\nEditor - Business Manager                                    Marion Publishing Company\n                                                                                       Marion, Virginia\n\n3\nI could - crossed out\n\n  She couldn't\n  I thought - \"if she does that something will break in me too.\"\n   I don't know how it will come out with Elinore.  I think we both feel about the same. I think we are both\n\nin a mood to take what we can get. She works terribly hard and is quiet, doesn't talk much. Things are sompenhaded?, in her\nferin?, quickly and rather instinctively. I have your still life of the blue stone jars with apples in the living room of their house here.\n\n Bob got nite? trouble - driving a car drunk. I shall, I think, get him off with out a jail sentence but to do so will have to use\n\nmy influences here. It puts me in a queer position. I hate driving people and would not do it for myself.\n\n I need man's friendship too, of a kind I can't get here and that I imagine you can't get there. It leaves a big hole, not having it. I\n\nkeep planning not to spend so"
                },
                {
                    "pageid": 121474,
                    "pagefilename": "1d7b3d9a53eaf3cb7edf34cd95eea8eb.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00050_000005.jpg",
                    "transcription": "Note: page out of order\nletterhead                                                                                                                                                                           Smyth County News\nSherwood Anderson                                                                                                                                                                 Marion Democrat\n\nRobert Lane Anderson                                                           The                                                                                            Lending Library    Job Printing\nEditor - Business Manager                                    Marion Publishing Company\n                                                                                       Marion, Virginia\n\n2\nand has, in addition, been working, at Columbia for her Phd. That is absurd but it is still true that a Phd helps such a\nwoman wonderfully in getting paid for her work. I'm sure, perhaps a good deal, Eleanor has made me what I seem\nto be now, partly at last a man of action. She did make me feel working people a good deal more than I had for a\nlong time. she is small and strong and dark with black hair and olive eyes. Hell, I love her. It doesn't mean\nI do not love others too but I love her.\n\n I seem always Charles to need these doorways out into life. Nowe all net a, merg ry? to me. Am I just an egotist,\n\nusing them. I don't know.\n\n It is hard for me to live with anyone. I came nearest it with Tennessee Mitchell. We almost did it.\n There was a brooding silent quality in her. I worked around that, watched it, was fed by it. It constantly broke up.\n\nShe said...\"I could make it with you but to do so would have to make you kind of absolute in our? puendes?.\""
                },
                {
                    "pageid": 121475,
                    "pagefilename": "35045344e6d11461d35b51dc5d71cd0c.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00050_000006.jpg",
                    "transcription": "4\nI must stop writing. I wish of course you were here so we could walk and talk. \nThe counters at Danville have grown up. It was wise. I can't help feeling however\nthat they got a good deal."
                },
                {
                    "pageid": 121476,
                    "pagefilename": "0921e741193007cb5d2ef55bbb11ae7d.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00050_000013.jpg",
                    "transcription": "letterhead\nI.M. Lynn, President \n\n                                                                                                                                                 W.W. Lynn, Sec'y-Treas.\n\nGuests of the Hotel                                                                                                                           On The Seminole Trail and\nMay secure Tickets To                                                                                                                       Virginia Historic Highways\nCountry Club Golf Links                                                                                                                       Member of A.A.A. And The\n\n                                                                                                                                                            Capitol Tour Association\n                                                                      HOTEL CARROLL\n                                                                        Lynchburg, Virginia\n\n2/12/31\nDear Charles.\n\n I hope you do not mind. I sent your letter - about Paul Rosenfeld's article on to Rosenfeld.    I was\n\nsure it would interest him.\n\n I left home this morning and am driving down in Georgia.   I have accepted an invitation to speak\n\nbefore the Georgia press association.   \n\n Well, you know that, like you just now, I feel that we should not just stand ser?ively to one side.\n\nThere are things to be said. Why not at least attempt saying them. I feel that way.\n\n An invitation came to deliver what is called Harris lectures - 3 of them - at Northwestern University,\n\nChicago. - in April - April 20-21 & 23rd. It is an endowment in what is called"
                },
                {
                    "pageid": 121477,
                    "pagefilename": "a2919014733b26736fb6cc5c6f1bb5cf.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00050_000014.jpg",
                    "transcription": "letterhead\nI.M. Lynn, President \n\n                                                                                                                                                 W.W. Lynn, Sec'y-Treas.\n\nGuests of the Hotel                                                                                                                           On The Seminole Trail and\nMay secure Tickets To                                                                                                                       Virginia Historic Highways\nCountry Club Golf Links                                                                                                                       Member of A.A.A. And The\n\n                                                                                                                                                            Capitol Tour Association\n                                                                      HOTEL CARROLL\n                                                                        Lynchburg, Virginia\n\n2\n\"The Dept of Contemporary Thought.\" I shall devote all these lectures to Newspapers - dailies and weeklies.\n\n I think you do just right to shout? at that exhibition. I feel that way myself now.\n Have you & John any definate plans made for next summer. When did be plan to come.  It occurred\n\nto me that, if he planned to come about May 1st I might drive to Chicago when I go to lecture there, and\nbring him back. \n\n Love to all of you there\n   S.A."
                },
                {
                    "pageid": 121478,
                    "pagefilename": "6971dc48e7486feb612df61866fab50a.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00050_000016.jpg",
                    "transcription": "2/23/31\nDear Charles.\n\n It is a shame they sent the piece in the paper. They do that sort of thing.\n\nI wish that into it there had come some of the things you said in your letter - about how the\npainter - a real one really feels.\n\n People are such fools. shrewd? people who would be fairly? alive in judging another person\n\nlet themselves be so fr?ked about art.\n\n It is due sometimes to a kind of decent? banuility? too. This reason - this artist - they think - having\n\nbeen told some such thing - lives in a strange rarified atmosphere.\n\n This gives the little talkers? such a ? chance - they all set themselves up.\n The man who couldn't possibly be sold a second rate horse will fall for any kind of\n\nsecond rate painting.\n\n Because he doesn't a p himself to receive? it."
                }
            ]
        },
        {
            "id": "1406",
            "cataloglink": "https://archives.newberry.org/repositories/2/resources/6",
            "pages": [
                {
                    "pageid": 121479,
                    "pagefilename": "4ecb6c50ea54a4ce05ffef39fbc5c30a.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00050_000017.jpg",
                    "transcription": "2\nKarl sent me one of his paintings. I asked him for it. It was scout? of him.\nI dare say he could sell it for a good price. It is one a museum once dickered about buying.\n\nWhy anything is there - I am a bit scattered.\n There is no sensslity.. no best?  It is a wound in which no man ever had a hand? on.\n I was in a town, on my way up here from the south and got on with 3 soldiers out of soldiers home. \n\nThey began telling me how little factory girl, out of a job now went and sold themselves to\nsoldiers for 29 c. \"Poor God dam little kids,\" away? the soldiers said.\n\n That would never happen in Karl's Kack's? world. There are ?nids? there but no cyclones.Hane? \n\ndo not lust in the night.\n\n So. So. Brothers. Its steu?\n Ill be here only a day or"
                },
                {
                    "pageid": 121480,
                    "pagefilename": "cb88a7b4b4a730c86a123da822bd845f.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00050_000018.jpg",
                    "transcription": "3\ntwo and then off south again. I dream of taking you down there.\n\n I wonder. Would you like me to write something for the show in\n\nBaltimore. If you would let me know. A letter here will be forwarded\nat once. I'd like to do it.\n\n Love,  S.A."
                },
                {
                    "pageid": 121481,
                    "pagefilename": "bb50b9af77545a2bf6d9df13e44b2479.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00050_000020.jpg",
                    "transcription": "Hotel Sir Walter, Raleigh N.C.\nHotel Petersburg, Petersburg, VA\nRobert E. Lee, Winston-Salem, N.C.\n\n  Hotel Zinzindorf, Winston-Salem, N.C.\n   Griffin & Bland Hotel Company Proprietors\n     Winston-Salem, N.C.\n\nin pencil Probably Mar. 1931\nDear Charles,\nI have decided to publish The Perhaps Woman, and will send it in to the publishers today. I'll be here a few days but back at Marion\non Monday. I'll leave for Chicago on Wednesday. I've a notion John will come back with me.\n\nThe Perhaps Woman is a statement that the machine tends to make men impotent, that fear of impotence is the ranacta?  thing in an\n\nindustrial age and that already, because of surrender to the machine man has got so far toward impotence that his existence is lowered\nto the point where he ? probably do nothing."
                },
                {
                    "pageid": 121482,
                    "pagefilename": "6d0c6f959f105aac6e8e2b14f5965180.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00050_000021.jpg",
                    "transcription": "Note: page out of order - page 2 is the next image \n3\ncontact with what is called the public.\n\n Why was recipt in this.. I say to  myself that The Public doesn't exist. There isn't\n\nany such thing.\n\n There are only individuals chance thesaus? you in with.\n He must know that all mating, loves, marriages, friendships, hatends? are partly a\n\nmatter of chance.\n\n There are secret?t cards pulling at sowerse? but in such a matter as an exhibition\n\nit will be such a matter of your chances who serves?.  And how the things take hold.\n\n  Love     S. A."
                },
                {
                    "pageid": 121483,
                    "pagefilename": "e78364f84bc9de8601802212cf9e85f5.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00050_000022.jpg",
                    "transcription": "Note: page 3 is the previous image\nHotel Sir Walter, Raleigh N.C.\nHotel Petersburg, Petersburg, VA\nRobert E. Lee, Winston-Salem, N.C.\n\n  Hotel Zinzindorf, Winston-Salem, N.C.\n   Griffin & Bland Hotel Company Proprietors\n     Winston-Salem, N.C.\n\n2\n\nThat, in short, one was already in a materiarchy.\n The idea is suggested that Perhaps Woman - because their man? life cannot\n\nreally be touched by the machine - it lying quiet and still within them until \nfretilyed by the snail? -\n\n They living? maur nature? -\n Perhaps they - feeling maleness - meaning the life of the baney?, that can so\n\nilluminate their man lives - feeling that slip away they may revolt against the\nmachine to get maleness back.\n\n I crumble a bit thinking of you in this new kind of"
                },
                {
                    "pageid": 121484,
                    "pagefilename": "559b4c9ce8704db3da0cfb549c0b008f.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00050_000024.jpg",
                    "transcription": "letterhead images of hotels\nHotel Goldsboro Goldsboro, N.C.                                          Hotel King Cotton Greensboro, N.C.\nHotel Bland Raleigh, N.C.                                                      Hotel Zinzindorf Winston-Salem, N.C.\nHotel Sir Walter Raleigh, N.C.                                                 Hotel Petersburg Petersburg, VA\nHotel Robert E. Lee Winston-Salem, N.C.\nLinking The Best Hotels in the Best Cities  G-B\n\n                                                   THE GRIFFIN & BLAND HOTEL CO.\n                                                          Winston-Salem, N.C.                                             2/17/31\n\n1\nDear Charles -\n\n Again, as you will see Charles, restlessness has caught me and I am wandering about. I had agreed\n\nto speak before the state press meeting at Athens Georgia on Friday of this week and left home at the\nend of last week. I have been down here, going again from town to town, walking in the\nshadows of the factories, and looking at people.\n\n I brought with me Brand's Rise of American Civilization and at night, in bed, have been reading that.\n What a strange story it"
                },
                {
                    "pageid": 121485,
                    "pagefilename": "bfd5c5ab15185f06e8ac002e6ceb9468.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00050_000025.jpg",
                    "transcription": "letterhead images of hotels\nHotel Goldsboro Goldsboro, N.C.                                          Hotel King Cotton Greensboro, N.C.\nHotel Bland Raleigh, N.C.                                                      Hotel Zinzindorf Winston-Salem, N.C.\nHotel Sir Walter Raleigh, N.C.                                                 Hotel Petersburg Petersburg, VA\nHotel Robert E. Lee Winston-Salem, N.C.\nLinking The Best Hotels in the Best Cities  G-B\n\n                                                   THE GRIFFIN & BLAND HOTEL CO.\n                                                          Winston-Salem, N.C.  \n\n2\nall is. So evidently a nation moves much as a man does, not knowing most of the time where\nhe is going - such a queer mixture of good and bad.\n\n I have a hunch now that I will return to my Perhaps Woman - and try to finish it. It would be\n\nsomething behind me. There is something in all this thing not insisted upon mangle?\n\n I mean the effect of all this modern mass-"
                },
                {
                    "pageid": 121486,
                    "pagefilename": "fe68aaab26383fc08e13764e0e975ccb.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00050_000026.jpg",
                    "transcription": "letterhead images of hotels\nHotel Goldsboro Goldsboro, N.C.                                          Hotel King Cotton Greensboro, N.C.\nHotel Bland Raleigh, N.C.                                                      Hotel Zinzindorf Winston-Salem, N.C.\nHotel Sir Walter Raleigh, N.C.                                                 Hotel Petersburg Petersburg, VA\nHotel Robert E. Lee Winston-Salem, N.C.\nLinking The Best Hotels in the Best Cities  G-B\n\n                                                   THE GRIFFIN & BLAND HOTEL CO.\n                                                          Winston-Salem, N.C.  \n\n3\nproduction thing on the spirit of man.\n\n All of life fallen &c into definite paterns.\n Why, I know Charles that you love your child, come to you out of Kack's \n\nbody but my theme is that the child does not mean to you what it does to Kack.\n\n After all she carried it, cenated? it. It fed out of her body.\n Just as I believe that when you really paint you feed out of your"
                },
                {
                    "pageid": 121487,
                    "pagefilename": "ab8c569b87c7bfbe1f1b3b906f3ad0b5.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00050_000027.jpg",
                    "transcription": "letterhead images of hotels\nHotel Goldsboro Goldsboro, N.C.                                          Hotel King Cotton Greensboro, N.C.\nHotel Bland Raleigh, N.C.                                                      Hotel Zinzindorf Winston-Salem, N.C.\nHotel Sir Walter Raleigh, N.C.                                                 Hotel Petersburg Petersburg, VA\nHotel Robert E. Lee Winston-Salem, N.C.\nLinking The Best Hotels in the Best Cities  G-B\n\n                                                   THE GRIFFIN & BLAND HOTEL CO.\n                                                          Winston-Salem, N.C.      end letterhead text\n\n4\nown body in a queer subtile way to your painting.\n\nI believe that all workmen too used to feed their salary into their work as they cannot do now.\nI used to watch this thing when I was a boy.  I am sure that man in general used to have a kind of touch\n\nwith nature he can't have in a mass production age.\nThe point being that the work of creation"
                },
                {
                    "pageid": 121488,
                    "pagefilename": "0e1cfaad27bd97a526c6803e2deae564.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00050_000028.jpg",
                    "transcription": "letterhead images of hotels\nHotel Goldsboro Goldsboro, N.C.                                          Hotel King Cotton Greensboro, N.C.\nHotel Bland Raleigh, N.C.                                                      Hotel Zinzindorf Winston-Salem, N.C.\nHotel Sir Walter Raleigh, N.C.                                                 Hotel Petersburg Petersburg, VA\nHotel Robert E. Lee Winston-Salem, N.C.\nLinking The Best Hotels in the Best Cities  G-B\n\n                                                   THE GRIFFIN & BLAND HOTEL CO.\n                                                          Winston-Salem, N.C.  \n\n5\nin you - when you paint at your l?st is not, at bottom different than the work going on in Kack\nwhen she carries a child.\n\n The machine can't touch her in that. It can and does ?ob is.\n I can't believe we ever do away with the machine\n I do not even believe that the great harm our pursuit to real structure does in ? the form"
                },
                {
                    "pageid": 121489,
                    "pagefilename": "df93a9f8bced512abc25b5caa8e997ff.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00050_000029.jpg",
                    "transcription": "letterhead has images of multiple hotels in semi-circle, letterhead text  Hotel Goldsboro Goldsboro NC Hotel Bland Raleigh, NC Hotel Sir Walter Raleigh NC Hotel Robt E Lee Winston-Salem NC Hotel King Cotton Greensboro NC Hotel Zinzendorf Winston-Salem NC Hotel Petersburg Petersburg Petersburg VA Linking the Best Hotels in the Best Cities G-B The Griffin & Bland Hotel Co. Hotel Robert E Lee Winston Salem NC end letterhead text\n6\nof long hours of work for all of us, low wages, etc.  I think all that secondary.\n\nI think we are being robbed in a more subtile way.  If it goes on there will be no ability to fight left in man.  It will be ca?? away.\n\nThen it may have to come to women.  They may have to make the fight to"
                },
                {
                    "pageid": 121490,
                    "pagefilename": "d94babf40e906433229df755790d4f14.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00050_000030.jpg",
                    "transcription": "letterhead has images of multiple hotels in semi-circle, letterhead text  Hotel Goldsboro Goldsboro NC Hotel Bland Raleigh, NC Hotel Sir Walter Raleigh NC Hotel Robt E Lee Winston-Salem NC Hotel King Cotton Greensboro NC Hotel Zinzendorf Winston-Salem NC Hotel Petersburg Petersburg Petersburg VA Linking the Best Hotels in the Best Cities G-B The Griffin & Bland Hotel Co. Hotel Robert E Lee Winston Salem NC end letterhead text\n7\nget maleness back into the world.\n\nI am predicting that we will have to turn to women so - crying save us.  Save us.  We cannot save ourselves.\n\nI wonder if you think all this sound.\n\n Love,\n  S.A.\n\nA letter to Marion will reach me."
                },
                {
                    "pageid": 121491,
                    "pagefilename": "18deaca709a292c9b182633a9c1c470e.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00050_000035.jpg",
                    "transcription": "in pencil Marion 4/7/31\nDear Charles,\nI must take time to write you a few lines.  I have to go down to North Carolina Thursday and will be back on Monday.\nThen next week, about Wednesday, I'll go to Chicago.  I shall drive out - in case John wants to come back with me.\n\nI got off the three water colors I had ? yesterday - I hope they arrive OK. I insured them for $250.00 They are arriving by express.\n\nI started suddenly the other day to try to tell the story of a fine young lad, harried boy who turned communist, why he did it and how he got himself killed.\n\nIt is a tragic queer story - all present-day America in it, if I can tell it as it should be told and it has been fla?ing\n\nI have written at a rather mad"
                },
                {
                    "pageid": 121492,
                    "pagefilename": "84edda9ef38323674c7a763119dcda34.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00050_000036.jpg",
                    "transcription": "2\npace on it.  I do hope it may come completely off - as a strike.\n\nI think I will publish the Perhaps Women.  It does, I think, tell something\n\nI keep thinking of your show - what the experience may mean to you.  Dear Charles do expect l??ias to pop in, and stupidity.  It is so bound to be there\nI haven't yet got the University of Chicago dates. I'll write as soon as I have them.\nI'll send you an address for out there.\nSherwood\n\nLove to K & W."
                },
                {
                    "pageid": 121493,
                    "pagefilename": "5cf100f03b74a389d7643a56bb6abd62.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00050_000038.jpg",
                    "transcription": "Chicago 4/21/31\nDear Charles - \nI am out here in Chicago, delivering a series of six talks at the two universities.  I keep thinking of you & the show and hoping it will not be too hard on you.\nNaturally I hope there may be some sales.\nI enclosed a thing of Paul's on O'Keefe. For some reason and in spite of Paul I cannot go so strong for her.\nThe lectures are going all right.  I expect John & I will leave for Marion early next week.  He will be writing you.\nLove & luck,\nSherwood"
                },
                {
                    "pageid": 121494,
                    "pagefilename": "7fe7b182a02cd97438321f7b0a515235.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00050_000040.jpg",
                    "transcription": "May 1 1931\nDear Charles,\nI have just come home from the hurley burley of Chicago. I made some money out there.  Bob has been doing well in the paint shop.\nYou will remember that there was - if I have my figures correct - another $100.00 coming to you.  This is Bob $100.00 of the $500.00.  He is in fine shape to pay it now.\n\nIf you wish you may select a painting for him.  Lang has one and Eleanor one.\n\nI saw 3 thing of Jabin? in Chicago that I thought great, good solid delicate work.  He only brought one.  There were two oils left out there I wanted him to bring.  For some reason he didn't.  wonder if you can get him to send for them.\nI think he also ought to begin to sell a little.\nI will write you confiden confidentially, continued on next page"
                },
                {
                    "pageid": 121495,
                    "pagefilename": "459a4b999f81b8a7bfa30f3cdefe24bc.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00050_000041.jpg",
                    "transcription": "Note: page out of place - page 2 is the next image\n3\nany more. ? anything in the world is said to people.  The habit has become fixed.\n\nFor example Lineweaver is rather nice - I can't quite fall for the ha? never will be able too - but he also had to be told.  He wrote Bob a nice letter about the picture - said it was the nicest thing that ever came into their house, etc.  There is a dreadful apathy.  It takes in infinite patience.\nUgliness is as much a fact as beauty.  We can't get cynical.. indulge in self-pity - resentful.  I know you won't.\n\nGo right back to painting Charles.  In some way we'll keep the boat floating.\nAs for my own plans I may sneak off - in a week or 10 days to one of the big industrial towns near NY - to Jersey City or Newark - or some such place and just hide there.\nI want now to finish my"
                },
                {
                    "pageid": 121496,
                    "pagefilename": "623306a5a63adce5bda3dcafce290a89.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00050_000042.jpg",
                    "transcription": "2\nconfidentially tially about John's problem.  He is really an egotist like the rest of us.  He has got it into his head rather that it is good for him to withdraw from people.  I don't think so.  I think he wants and needs people and love just as the rest of us do.\n\nTry as much as you can diplomatically, to push him out to the people while he is with you.  I presume he will be coming along some time next week as he is anxious to be in that country, to grow used to it and also rather hungry I think to see you and Kack and that baby.\n\nI am glad Charles that you are taking the results of the exhibition as you are.  Really the things that do not happen - such as the man's not coming to the show - all that sort of thing. You have to remember this - madam business - the push of it has had a quick effect.  No one one buys anything\n(over)"
                },
                {
                    "pageid": 121497,
                    "pagefilename": "824c641071f874d6d11bd8c1a1fc9606.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00050_000043.jpg",
                    "transcription": "4\nnovel.\nIt seems to me a story rich with the times.\nI think Charles  - of course - as you know - that we have to build upon what we have.  We have each other There is John. Bob has a good spirit.  We have to go right on\nAnd then the spring is here.  \nI am glad anyway you have taken this first plunge\nI had a note from Elman? C.  She was sensitive to you and your problem.  I think, from all she said, that she was hurt by what of course had to hurt you - about it all\nin pencil  May 1, 1931 Supplied by Bockler"
                },
                {
                    "pageid": 121498,
                    "pagefilename": "4602554e3da2dc5c5e092efb735c2797.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00050_000044.jpg",
                    "transcription": "Note: page out of order\n2\nThey liked these two stories. They understand.\nI think I'll go home next week. Bob is usually pretty lonesome.  Perhaps I can work there.\nI think you are right about arty or literary people.  I spent an evening with Paul & Penny Whitman.  There were other visitors.\nLater Paul came out and we had a day here out of doors.  That was better.\nI think we have to stick together, in a way.  I know it is good for me to think of you and John at work there.\nI'll write more fully later.\nLove\nS.A."
                },
                {
                    "pageid": 121499,
                    "pagefilename": "d32b95974cd769d3023d32397d3af3f9.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00050_000048.jpg",
                    "transcription": "the ?annd\n\n I went out yesterday and waded in the river. I had my bass fly rod. It was great fun although I didn't catch anything.\n Bob said, rather wistfully, \"I hope some day John will want to paint down here.\"\n I am wondering about you & Kack. I pay a mere $25 a month to live in my place. There is a ? there. I wish\n\nthings could get cleared up so you and Kack could come & live there. Perhaps by next spring they will.\n\n  Love to all.\n\nin pencil July 1931  supplied by Bockler"
                },
                {
                    "pageid": 121500,
                    "pagefilename": "f28fe7cc7e25664cdecbc4d14a1471b8.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00050_000050.jpg",
                    "transcription": "9/17/31\nDear Charles -\n\n I have a feeling of guilt for not having written before I am in Roanoke today and\n\nwill not return to Marion before morning. It is that.   I have been wandering in the roads\na good deal this summer and just now my hands and arms are covered with poison ivy.\n\n John came and last Sunday we had a few hours together, looking"
                },
                {
                    "pageid": 121501,
                    "pagefilename": "0eeea7e849c99165b777fc96e3bb74a8.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00050_000051.jpg",
                    "transcription": "2\nat his paintings. There is a big advance. We both agreed that being with you\nhad done something fine to his work this summer.\n\n I could feel your color influence. There was, I thought, both a new boldness and\n\na new delicacy. All of John's relationship with you has been good for him as a\nperson and as a painter.\n\n I have published a"
                },
                {
                    "pageid": 121502,
                    "pagefilename": "ab13d98dfc4aca2a0d94b7ac79bff146.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00050_000052.jpg",
                    "transcription": "3\nlittle book. I don't know how it will be received. In a few days, when I\nhave copies I will send one to you\n\n The big thing on which I have been at work for a long time going slowly.\n\nIt is hard to anchestuate? it.\n\n Maurice Long was down here and spoke again of what your still life has\n\ndone to his"
                },
                {
                    "pageid": 121503,
                    "pagefilename": "78abfbb07736ef96627227f4e8e554ed.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00050_000053.jpg",
                    "transcription": "4\nhouse. It is in the living room - a long lan? room -\nover the mantle.\n\n The walls are light brown and there is paneling of\n\n?a?ined? wood in darker color.  The painting seems to\nthrob and live there.\n\n He wants another of your things. If you have one for\n\nhim - something you like tell me and you can send it on\nto him. Also tell me what he should pay"
                },
                {
                    "pageid": 121504,
                    "pagefilename": "ff01fb637c2fc04675be4f80b9b98e08.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00050_000054.jpg",
                    "transcription": "5\nfor it.\n\n The husband of that Mrs Wilson who came to see your things in\n\nBaltimore is in Marion and came into our apartment. He saw the little\nwater color I have - the one of red? houses amid trees\n\n It is done in blocks of color - different from any other of your things I\n\nhave seen."
                },
                {
                    "pageid": 121505,
                    "pagefilename": "3da396346596b117009e2c05acf66332.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00050_000055.jpg",
                    "transcription": "6\n\nHe talks of buying it. May I let him have it? How much shall\n\nI ask for it?\n\n I am sorry you are perhaps rather discouraged  Charles - if\n\nyou are. I myself have had little to give. You must have felt it.\nI fight all the time against a kind of deadness in people now.\nIt may be me\nNote: page 7 continues after the next image, which is out of place"
                },
                {
                    "pageid": 121506,
                    "pagefilename": "121193bd9526a2beb8336cada4944453.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00050_000056.jpg",
                    "transcription": "Note: page out of order; and this letter does not continue\nin pencil  Marion  5/24/31\nDear Charles & Kack.\n\n I just got home from my trip to Purdue University - the same story.\n There is, just now, a curious sort of clinging, as though they were\n\ndetermined to find God in you.\n\n This is a big scientific school - 4000 young engineers. In a curious\n\nway they too have suddenly lost all faith in our competitive, individualistic\ncivilization. They are pretty naive - half wanting, half hoping you have - \nhidden about your person - the key to the house of God.\n\n I talked, largely off hand - about people - small people workers etc.\n\nseen? - told stories. They laughed and listened.\n\n I told the story of the old woman who, when I built my grand house said -\n\n\"we like to have you here but before you came we were all poor together.\n\n Then I told the story of John's saying to me - about the grand house -\n\nthat it set us up above people."
                },
                {
                    "pageid": 121507,
                    "pagefilename": "cac3f82a9caa1b2300868206afc30ddc.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00050_000057.jpg",
                    "transcription": "7                                           9/17/31\nme.\n\n Lately I have been better.  I have been trying to say - are saig? - something \n\nnew about the machine. If some day we are to have a new Civilization - \nfound on Communism - some form of it and I think we are - it will have\nto be based also on the machine.\n\n I am trying a little to project my-"
                },
                {
                    "pageid": 121508,
                    "pagefilename": "726a6bb9b5b5e8de6886d5007a03c576.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00050_000058.jpg",
                    "transcription": "8\nself into the new life, now having the th?al - crossed out theory? that the new life\nis already here and only doesn't yet become in any sense beautiful because we don't\naccept it.\n\n  Lots of Love."
                },
                {
                    "pageid": 121509,
                    "pagefilename": "2a07078a65bf556755a350782500e056.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00050_000060.jpg",
                    "transcription": "in pencil  1932? 1  over\nDear Charles.\n\n I do not know whether or not you know of Maurice Long's \n\nsudden death, last Sunday. He was my dearest, my most loved friend.\n\n It was all sudden and I have been a wreck.\n I am to be in Baltimore for at least a few hours on Sunday. At the house of\n\nChanning Wilson.  Gynnwood Apts.\n\n                             2414 Talbot Rd.\nIf you can call me there at about 6 P.M. on Sunday. I would like to hear your voice.\n   Love,\n     Sherwood."
                },
                {
                    "pageid": 121510,
                    "pagefilename": "e701d321c5b8c42def977d9a1fedc0d5.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00050_000064.jpg",
                    "transcription": "Letterhead text\nLos Angeles Limited\nChicago & North Western RY.\nUnion Pacific System\nend letterhead\nin pencil April 1932\nDear Charles\nI have just come home from Salt Lake City having gone up there from Los Angeles and am now on my way back to Los Angeles and will spend a month on the coast.\nI came down from Chicago to the University of Arizona at Tucson - right in the desert near the Mexico line and went over into Mexico. It\nis really very lovely. The Mexican peons give you a fine feeling of being relaxed to life. Life seems to flow through them quietly and neatly.\n\n I had to go from Tucson to Salt Lake and the seroulot?"
                },
                {
                    "pageid": 121511,
                    "pagefilename": "851742ef81c9677a74e6531e1540a0e3.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00050_000065.jpg",
                    "transcription": "2\nway was to the coast and back. We went  terway? to Death Valley in the daytime, a strange un?aritely? \nsort of place.\n\n I was for five days at Salt Lake City, speaking at the University there three times.  I was really\n\namazed. I had thought and the writers who have written of them and that I have read\nhave enp..ted? them as a gray colorless lot.  It was by the leaders and but the mass of them and in particular\nthe kids I found rather cond?.  I imagine that poligamy, that brought down the wrath of the whole country\nall th..?, Ja? from making them miserable, deces? them together.\nThey were at any rate not paritauic?. Almost at once, when they got out there they built a theater.\nThey had, from the first a passion for dancing.  There is, I found a kind of shy nice way about them  I found\nvery attractive.\n\n Of course I can't  work now until I get through this but at least I'm making enough to carry me to"
                },
                {
                    "pageid": 121512,
                    "pagefilename": "9a33a08945a66ff525c350f08a0a53ca.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00050_000066.jpg",
                    "transcription": "[[Russia?] and through the summer.\nI hope you can come down for the May visit!  I'll be at Hotel Clift - San Francisco - from the 10th until the end of April.\nLove to Kack\nin pencil  Apr 1932 supplied by Bockler"
                },
                {
                    "pageid": 121513,
                    "pagefilename": "3d78d1290871abed297aae43cc00fdbf.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00050_000067.jpg",
                    "transcription": "in pencil  4/22/32\nletterhead\nThe Clift San Francisco\nCable Address \"Clift\"  image of tall building                 THE CLIFT                                                        El Mirasol  Santa Barbara\n\n                                                                                 Frederick C. Clift                                                 Owned and Operated by                      \n                                                                           President and Managing Director                                 Frederick C. Clift  image of building\n                                                                                   ????\n                                                                              Geary at Taylor St.\n                                                                                San Francisco\n\n1\nDear Charles.\n\n I am writing you when I am very tired, having, like Jacob, been\n\nwrestling all morning with the angels.  I have been in a fever of writing.\n\nI have been thinking of your project - the sting?. Beware only of this dear friend. I know so well the\n\nduties, minds of editors, men who handle expediate matter etc. One gets started on this road.\nI don't want to be discouraging. I remember only my own early experiences.  Rvis freng? for\nexample. Out of the whole series of stories I got, for serial right say $85.. A year's work. As\na book I also had much trouble finding a publisher. Years later I saw?, for example, a article"
                },
                {
                    "pageid": 121514,
                    "pagefilename": "04b8a74b72d295cdf4a2c5c10d29cdb4.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00050_000068.jpg",
                    "transcription": "Note: page out of order. Page 2 is the next image\n3\nI'm sorry you can't come down.  If you change your mind I'll be at home about May 15th.  I'll probably stay there for a month.\nI'm through lecturing.  Just at present I'm staying on here, at the hotel De..?, having come here, I began suddenly to work.  While the fever is on me I'll stay - maybe a week - two weeks - I don't know.\nEverywhere I have found the same thing - an underneath ? in people that hasn't ? out yet - everyone at pause - people broke? - everyone standing waiting - is it for death or for a birth - I wish I knew.\nLots of love."
                },
                {
                    "pageid": 121515,
                    "pagefilename": "6633d8351c5b61e969f6cab90ef750b5.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00050_000069.jpg",
                    "transcription": "Note: page 3 is the previous image\nimages of 2 hotels letterhead text The Clift Frederick C Clift President and Managing Director Geary at Taylor St. San Francisco\nThe Clift San Francisco Cable Address \"Clift\"  El Mirasol Santa Barbara Owned and Operated by Frederick C Clift end letterhead text\n4/22/32\n2\nan article by Henry Mencken - telling how he had ? the stories when he had first read them, had urged me to go on etc.\n\nHe had forgotten quite that what had happened was that he had really condemned the stories - said they were not stories, would not take them for\n\nthe magazine he was then editing.\n\nAlas there perhaps is no sure road.  If, in the end, you can get the mail carrier's job it would be infinitely better.\n\nIt is all very well to say - \"I'll do enough in 3 or 6 months and then be free.  It doesn't work I'm afraid.\nBut, thats my reaction.  I'm sorry I see it that way.  I know I should be encouraging, rather than discouraging."
                },
                {
                    "pageid": 121516,
                    "pagefilename": "0f9e71133e14ca87d30d38364d4b640e.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00050_000071.jpg",
                    "transcription": "images of 2 hotels letterhead text The Clift Frederick C Clift President and Managing Director Geary at Taylor St. San Francisco\nThe Clift San Francisco Cable Address \"Clift\"  El Mirasol Santa Barbara Owned and Operated by Frederick C Clift end letterhead text\n\nDear Valenci Angelo - corrected in pencil to Valenti\n  It was delightful of you to let me have the painting. It\n\nis good to have it.\n\n Sincerely\n  Sherwood Anderson\n\nover"
                },
                {
                    "pageid": 121517,
                    "pagefilename": "ac10852428c709c467c10f4fdc717278.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00050_000073.jpg",
                    "transcription": "image of hotel building\nletterhead 350 Rooms with Bath    Telephone Watkins 7060  Cable Address - Cartotel      Permanent and Transient\nHOTEL CARTERET  23rd Street At Seventh Avenue New York City\nCol. Franklyn D. Morgan Managing Proprietor  end letterhead\nin pencil  Marion  about May 1932\nSunday\n\nDear Charles.... I am writing you, as you see, on stolen stationary.  For a long time I have been \n\nthinking - of the shame in it that our communications have grown so thin -\n\n Knowing well enough Charles that it is my own fault  My own crowded life - my effort to get work\n\ndone- doing so little.\n\n There have been times when I might have come to see you. I did not like to ask you to come to\n\nBaltimore, perhaps just for a brief hour of talk.  Your presence is felt of course constantly in your work I have.\nThere was the painting over the mantle in the living room - at Maurice's house - before he died. His son\nhas it now.  Perhaps you never heard the story of that house. After he died - of the mysterious murder done in\nthe house.  The story is too"
                },
                {
                    "pageid": 121518,
                    "pagefilename": "cc719a89e3a04308c0f12f8faa45b22b.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00050_000074.jpg",
                    "transcription": "2\nlong and strange to tell now. I'll tell you sometime.\n\n There was a room in the sepuckover? house here. For some reason no one could\n\ngo and sit in it. There it was a room on the ground floor - the walls covered with\nfamily photograph. There was an old unused piano in there.\n\n I got them to do it all in light yellow. Eleanor had one of your painting and I loaned another -\n\nfor a time. You should have seen the difference - how the room began to call to you - invite you.\n\n I'm becoming more and more a communist. I think it must be coming nearer - an inevitable thing.\n\nI guess this time is good for all of us -  If you can, eventually get that mail carriers job. It seems to me\nthe right thing..taking letters and packages to peple [people].\n\n There should be hours every day out on the roads - an inevitable contact with people. I should give you a kind\n\nof hold on something - on people - a courtesy ride perhaps in the organization of which you have\na part.  After all we are pretty"
                },
                {
                    "pageid": 121519,
                    "pagefilename": "019d93019386a67c76edd12f22b9403b.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00050_000075.jpg",
                    "transcription": "3\nlucky - those of us who paint and write and make songs.\n\n I'm pretty sure money is the great evil. You get it and it seperates you - at once from life\n We are all cramped, hurt, all the time, by what goes on.\n How can art flourish.  I'll tell you Charles, if the Russians pull it off - you'll see - some day\n\na flowering there.   Think of a whole nation of people who can be sure of work - the old and the sick and the weary\ndescently taken care of -   The land belonging to the state - the factories belonging to the state.\n\n The artist someday perhaps having a real chance to function in the state.  Here you are - you and John and\n\na thousand others. How terribly houses, in which people live, need  living pictures.  The work you could\nall have to do would be inexhaustable.   Its worth fighting for - the beginning of it. It's worth any price.\nI guess all of us, in"
                },
                {
                    "pageid": 121520,
                    "pagefilename": "c439322467e30b539f143392bfdd0fae.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00050_000076.jpg",
                    "transcription": "4\nevery part of the world out to pray, every day and every night, for the success of\nRussia... for their keeping clean...making perhaps an example for the rest of us, some day.\n\nJohn seems pretty healthy. He has made some friends of his own. He's painting people\n\nmore and more. He has one now - a little tough looking girl - in red - terrifically alive. It's\ngorgeous I think.\n\n I'm going on my long journey soon - first to California - to lecture - to get money for the\n\ntrip to Russia. \"Seeing\", as J.J. Lankes said - first the tin can of civilization of the American west coast,\na flapper, necking in a car and then Russia - a strong woman in the throes of giving birth.\n\n  Love,\n   S.A."
                },
                {
                    "pageid": 121521,
                    "pagefilename": "1c32140472e065c3ec72b85e270c5624.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00051_000003.jpg",
                    "transcription": "in pencil     Marion   9/20/32\n\nDear Charles - - - It was a delight to get home and find the painting waiting. It seems to me you have \n\nalready sent me too much. It is lovely, having a strange floating tender quality that stirs me.\n\n I have just come from Europe and my new novel is about to come out soon.  I went to Europe suddenly - unexpectedly. Romain\n\nRolland had put out a call to workers and intellectuals of all countries - to react - to try to make together some progress against\nthe hatred being built up, all over Europe.  A rich woman offered to pay my way and I went.\n\n It was exciting and dramatic. I think  there was the beginnings of understanding, between German & French workers and \n\npeasants. The workers and peasants spoke marvelously.\n\n I think I am satisfied with my new book and am anxious for you to see it. I think it is alive and solid. It is a disturbing book but\n\nit should be.\n\n I wish I could see you. It is very beautiful here now. Write me. How are plans? Will you be able to work through the winter?\n\nMy love to Kack.\n\n  Sherwood"
                },
                {
                    "pageid": 121522,
                    "pagefilename": "6b854609c8b681796c6dc3ab03605e00.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00051_000005.jpg",
                    "transcription": "letter has been transcribed word for word in printed pencil. It is the same letter found on the previous image\nMarion 9/30/32\nDear Charles in pencil \"Bockler\" It was a delight to get here and find the painting waiting.  It seems to me you have already sent me too much.  It is lovely, having a strange floating tender quality that stirs me.\nI have just come from Europe and my new novel is about to come out soon. I went to Europe suddenly - unexpectedly.  Romain Rolland had sent out a call - to workers and intellectuals of all countries - to  meet - to try to make together some progress against the hatred being built up all over Europe.  A rich woman offered to pay my way and I went.\nIt was exciting and dramatic.  I think there was the beginnings of understanding between German and French workers and peasants.  The workers and peasants spoke marvelously.\nI think I am satisfied with my new book and am anxious in pen, willing in pencil for you to see it.  I think it is alive and solid.  It is a disturbing book but it should be.\nI wish I could see you.  It is very beautiful here now.  Write me.  How are plans?  Will you be able to work through the winter?  My love to Kack.\nSherwood"
                },
                {
                    "pageid": 121523,
                    "pagefilename": "bc4b122ab2d470ad00da722614febfda.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00051_000009.jpg",
                    "transcription": "letterhead text  Robert Lane Anderson, Editor and Publisher Sherwood Anderson, Associate The Marion Democrat Issued Tuesdays Smyth County News Issued Thursdays The Marion Publishing Company Marion, Virginia end letterhead text\nin pencil Marion 10/4/32\nDear Chas? Charles? I write you hurriedly - hope to write more fully later.\nTo clear up a notion - if I can.\n\nSomeone - some class -  I'm pretty sure has, for a time to to dominate society.  If you say - \"dictatorship of the proletariat\" - you do not say a class.  The worker class would also dissolve into individuals.\n\nMy main? relations with the class at the bottom of society now is this - it will in the end, produce more men of quality than"
                },
                {
                    "pageid": 121524,
                    "pagefilename": "68c5f22959b495ac9d3a68b0031db0d9.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00051_000010.jpg",
                    "transcription": "letterhead text  Robert Lane Anderson, Editor and Publisher Sherwood Anderson, Associate The Marion Democrat Issued Tuesdays Smyth County News Issued Thursdays The Marion Publishing Company Marion Virginia end letterhead text\nany other class.  This because poverty & hardship teaches.\n\nIt will be in the end a question of the ditatorship of some dominant business man impersonating that class, as this other.\n\nI'd rather trust the whole underclass to produce out of hardship & experience.\n\nConversation, here yesterday, with the county sup of schools\n \"Do you want to know what school in this county, has the best discipline, the best teachers, the most eager pupils?\n   \"Yes\"\n   \"Well, I'll tell you.  The"
                },
                {
                    "pageid": 121525,
                    "pagefilename": "2e63b5e7c260d133fdc40058638b8b27.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00051_000011.jpg",
                    "transcription": "letterhead text  Robert Lane Anderson, Editor and Publisher Sherwood Anderson, Associate The Marion Democrat Issued Tuesdays Smyth County News Issued Thursdays The Marion Publishing Company Marion Virginia end letterhead text\nnegro school.\"\nAs for us - the artists & intellectuals. Charles my notion is let us not insist.  Let us stand on our pride of class.\nI have a feeling that, in the end, if we are worth a dam - we'll survive.\n\nI wouldn't fight for any position.  I'd say, \"Let's take the test.\"\n\nI'll write some more later.\nLove\nSherwood."
                },
                {
                    "pageid": 121526,
                    "pagefilename": "a74e2761647cc942b9ab23054d9f85c0.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00051_000013.jpg",
                    "transcription": "in pencil K City 1/20/33\nDear Charles - I am writing from Kansas City - from a little rather tough hotel, full of little actors, prize fighters - auto salesmen out of work and whores - also out of work.  I stumbled into the place and, to my amazement got a grand big room, clean, with a bath and an out look over the city, for $5.50 a week.  Its gaudy and I really love these loose - non respectable people about - drunk and sober.  All I miss is a few of your own and John's painting on the wall.  John told me he was coming to Baltimore soon.\n\nI wrote a play - a New York man helping me - founded on Winesburg and I think its good.  Was plunged into it for a month - the man helping the last two weeks - and then I got into the car and lit out - to drift for a time.  I had a grand ride, over mountains and rivers? and out onto the prairies - crossed the Cumberland, Tennessee, Ohio, Mississippi and Missouri Rivers.  It rained, the wind blew, the sun shone.  Again I got in love with America.  What a land - O Charles - if we can"
                },
                {
                    "pageid": 121527,
                    "pagefilename": "1cc76abc0497b296b1cd37f71297c3fd.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00051_000014.jpg",
                    "transcription": "2\nbut begin to love it and treat it devoutly some day.  It is so violent and huge and gorgeous and rich and willing to be loved, like a great fine wench?.\n\nI hardly know what I'll do now.  The play has gone off to N.Y. to see if anyone wants to play it and I've got ready a book of short stories.  Perhaps now I'll go on with the next novel - or perhaps another play.\n\nI had a grand letter from Kack.  Write me - at Marion and tell me what  you are doing and thinking\nSherwood."
                },
                {
                    "pageid": 121528,
                    "pagefilename": "f0d9cf713145157a0570bcda3dde0e1e.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00051_000016.jpg",
                    "transcription": "in pencil  Kansas City 2/12/33\nSunday\nDear Charles & Kack,\nI think my first impulse - in coming out here to a Middlewestern City in the winter was to get away from small town life for a time - hear again the fire wagons scream, street cars jingle, mingle with middlewestern crowds on the street at night.  I have got a large workroom, with bedroom adjoining - 2 baths - 2 closets for $1.00 per day - in a hotel - and right in the heart of the city.  Food is much cheaper now too.  \n\nThe streets full of people out of work.  Street prostitution going way up again.\n\nI came out in my little car.\n\nI sent home & had Bob send me, by express, one of your painting - the one of green tree tops - I always loved.  a still life of John's - soft with velvety colors.  Also I have a new and nice Lankes print.\n\nI was getting out a book of short stories and it had gone to the printer but I wasn't satisfied so I wrote a new short story - about seven or eight thousand words - called Brother Death - I think"
                }
            ]
        },
        {
            "id": "1407",
            "cataloglink": "https://archives.newberry.org/repositories/2/resources/6",
            "pages": [
                {
                    "pageid": 121529,
                    "pagefilename": "4b03d46076f72efa3e12fef4f3255739.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00051_000017.jpg",
                    "transcription": "2\nyou'll like.\n\n It got down to 25 below & I had flue - cursing because I felt like work - cursing & cursing until it passed.\n\nI am in a new novel  I'm selling Thanksgiving - written in the mood rather of a story Teller's Story. It is so far loose and\nfluid. I had some twenty years in offices of advertising acquired - being a little wha..? there - and had never used the\nmaterial. I had too much hatred.\n\n Now perhaps at last I am far enough away from it to use it. We'll see. \n(This seems to be a little full of me and my doings -  Well, it can't be helped. I'm in that mood I guess)\n I've decided to go back to Ripshin farm, There the farm is with a big stone house all furnished and I can't sell it. I guess I\n\ngot jammed up there because of the woman I"
                },
                {
                    "pageid": 121530,
                    "pagefilename": "15c5df03291498ea0239cbc24e684a51.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00051_000018.jpg",
                    "transcription": "was living with - not her fault - not the right chemical mixture perhaps..\n\n Afterwards - the feeling about the place - my failure there - It has passed now. \nI've been reading the letters of D H Lawrence.  Would you like to see them. If you would write and I'll send them - but would like them back later.\n I've a sort of an idea - to try to build up - at Ripshin - a place where a few men can come to work if they want to. They can put\n\nup - shacks or tents as they choose. We might - I'd say not over three or four men with their women share expenses - a Common dining room...\nNo one tied down to it. Do you think such thing as can ever work?\n\n Bob wrote John had come down there. Perhaps he's there now. I like his work and his tone more and more.  \n\nWrite and tell me how things go with you & Kack.\n\n  S.A."
                },
                {
                    "pageid": 121531,
                    "pagefilename": "d3499fdba349472025bf210734a88e61.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00051_000019.jpg",
                    "transcription": "4\nP.S. Yesterday on the street I was panhandled by a young man - 23 he told me - a young man with a very sensitive face.  I gave him something and said - \"Come on, lets walk and talk a little.\"  He told me that he had walked all the night before - no money for a bed - zero weather.  His eyes were hard - that and there was something - that curious dirtiness and rancousness? that comes of never changing your clothes - sleeping in them etc. So as we walked I asked him - \"why don't you tie up with the reds?\"  He looked at me with suspicion and then decided I was OK but said he believed in individualism.  \"I'd rather be a lone wolf - even if I starve\" he said. \"I might beat the game yet.\"\n\nRugged individualism - you see.  It will apparently be a long time before Americans can the down & outs - realize that individualism of that sort has only come to us, ?oling up over someone? else?.  Page Jesus Christ."
                },
                {
                    "pageid": 121532,
                    "pagefilename": "bd49b653451fcc360e18a92b2509753f.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00051_000021.jpg",
                    "transcription": "in pencil  RIpshin 7/14/33\nDear Charles-\nEleanor Copenhaver and I got married a week ago and we are living on the farm.  I have been finishing the play - that is to say - rewriting it. Its rather fun - the whole business of playwriting being different than any other form of art in that it is, all though a social act - that is to say an act in which others must participate.  You see a play, even when you have done all you can on it, must yet move through others, a director, actors, etc."
                },
                {
                    "pageid": 121533,
                    "pagefilename": "bc21902ed3e6f17560e2816e0249e074.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00051_000022.jpg",
                    "transcription": "2\nAlready, of course, I have had experiences - my first colaborator turning out rather srean?ats? - so that I had to get rid of him.\nWell that is finished.  Now I shall tackly? something new and I think it will be The Mississippi - with Gruenburg.\nIn the meantime there is all the fun of really coming back to my own place - house - orchard, fields and living with them and thinking of them. \nThere is a new feeling of belonging and its nice."
                },
                {
                    "pageid": 121534,
                    "pagefilename": "0f2f41bdc54a13c3b1d2baaf7e1e7b20.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00051_000023.jpg",
                    "transcription": "3\nWe are also lucky - there is a new big highway being built down to the Lee? Highway and we will no? be out of the world.\nI wish I could see and talk with you.  Perhaps it can be worked out this fall.\nLove, S.A."
                },
                {
                    "pageid": 121535,
                    "pagefilename": "fa92537c59eb1150e94e1bc53a844cf8.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00051_000025.jpg",
                    "transcription": "12/4/33\nDear Charles,\nI had a grand letter from Kack last week.  So many things have happened here that it seems hopeless to try to put down all the news.  I made a play - as you know - out of my Winesburg and it was about to be put on here but I got into a jam with a man named Arthur Barton.  He was to have helped with the play but did nothing but now he has come in with claims and it looks as though he had me so told legally that to produce the play I will have to put his name on as co-author.  I hate to do that as he has been so nasty and have temporarily withdrawn the play.\nI am writing you speedily today Charles to tell you"
                },
                {
                    "pageid": 121536,
                    "pagefilename": "8ee57c985ec817779cb6144e931da9a6.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00051_000026.jpg",
                    "transcription": "2\nthat I have just got a letter from the Guggenheim and have decided that, rather than write, I will go there and see Mr Moe - who is at the head of the fund.  Perhaps a talk with him will do more than anything I could write.  I will write you again, after my talk with him.\nAs Always,\nSherwood"
                },
                {
                    "pageid": 121537,
                    "pagefilename": "2a241b410870eedd3a3be49db8ad1c53.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00051_000028.jpg",
                    "transcription": "letterhead Ripshin Farm Trout Dale, VA. end letterhead text\n12/11/33\nDear Charles \nWhen, in the mean of misunderstanding into which man has got himself any near finds temperance or permanent warmth and understanding in another - particularly a man I hold to as I do to you - I am happy about it.  It is marvelous what a woman can sometimes - (not always) give to a man and I do suppose we sometimes give something to them.\nI am glad for Kack to - if she is finding something that makes her happy.\nIt has been hard for me to get into any long thing.  The constant change - uncertainty - shifting of emphases on life makes the quiet necessary for any long thing seems impossible so I do short things, try to make smaller pictures."
                },
                {
                    "pageid": 121538,
                    "pagefilename": "8bc895c37999282e6428d205e6085784.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00051_000029.jpg",
                    "transcription": "letterhead text Ripshin Farm Trout Dale, VA.end letterhead text\n2\nI think there is some chance I may go down into the coal fields this week.  I have been asked, by a magazine to go and look at what is going on among the miners and may go.  It should be an adventure.  Later I may go look again at the South.\nAs for the Guggenheim - it is evidently a matter of prayer.\nLove to you both,\nS.A."
                },
                {
                    "pageid": 121539,
                    "pagefilename": "1ba21555720cc3dc294960323bfc5227.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00051_000031.jpg",
                    "transcription": "image of Dupont Circle with crossroads Connecticut Ave and 19th St behind and a hotel at the top\nletterhead text The Dupont Circle at Dupont Circle Washington D.C. end letterhead text\nDear Charles,\nI was in Baltimore for a half day but had to spend all the time with my brother Irwin Anderson - at 3925 Belview Ave  - who has been very ill\nThen I had to leave in a hurry for an appointment at Richmond Va.  I hope to get back there soon.  My brother,"
                },
                {
                    "pageid": 121540,
                    "pagefilename": "c9dd067e7c3e2d7cdf77acc1460e24af.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00051_000032.jpg",
                    "transcription": "image of Dupont Circle with crossroads Connecticut Ave and 19th St behind and a hotel at the top\nletterhead text The Dupont Circle at Dupont Circle Washington D.C. end letterhead text\n2\nwho is with the American Can Co came near dying but is getting better. He has a son, a young boy, very interested in painting and he would like to talk to you sometime.  Would you mind dropping him a note.  He has a car and could run out some day when"
                },
                {
                    "pageid": 121541,
                    "pagefilename": "62b1d8f853a56e0d81ed52e7338d7d56.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00051_000033.jpg",
                    "transcription": "image of Dupont Circle with crossroads Connecticut Ave and 19th St behind and a hotel at the top\nletterhead text The Dupont Circle at Dupont Circle Washington D.C. end letterhead text\n3\nit is convenient to you.\nIt is a long long time since I have heard from you or seen you  We must see each other again soon.  Write me.\nMy love to Kack.\nSherwood"
                },
                {
                    "pageid": 121542,
                    "pagefilename": "fac1d2e9be5e415471da5e81c68bf040.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00051_000036.jpg",
                    "transcription": "April 1934\nTuesday\nDear Charles,\nMy situation is a bit peculiar for me just now.  I've been I've been rather making money - for me.  I want to see you.  Won't you come up here - a week from tomorrow - Wednesday afternoon, or Thursday morning.\nThat would be about the 11th or 12th, wouldn't it?  I want you to plan to stay over the week end anyway - I hope longer. I speak of this particular date because I've a little"
                },
                {
                    "pageid": 121543,
                    "pagefilename": "0964fb5ee9264d9a65b05ba080e6540a.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00051_000037.jpg",
                    "transcription": "trip in mind, we might take together.\nI want you to let me pay the cost of the trip.  I'm not suggesting this for you Charles but for myself.  Please tell me you'll do it.\nSherwood"
                },
                {
                    "pageid": 121544,
                    "pagefilename": "159066eca6610ceaedc11931c5701432.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00051_000039.jpg",
                    "transcription": "letterhead test Rosemont Marion, Virginia end letterhead text\nin pencil: New York 5/25/34\nDear Charles,\nWe have been packing - to get off to the country.  I ache for it now.  The city has become rather stale to me - too many people, to much going about.\nI got caught by some sort of siatica in my hip so that I am rather crippled I can't really get into serious work just now.\nAs for the play I wrote an entire new final scene after you left.  Jasper Dieter, who has an experimental theater, near Philadelphia, is going to put it on, as a try out, in late June or early July"
                },
                {
                    "pageid": 121545,
                    "pagefilename": "b33177597684d313b4484add25a69910.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00051_000040.jpg",
                    "transcription": "letterhead test Rosemont Marion, Virginia end letterhead text\nand Courtney Burr - a producer here is signing up to put it on in New York in November.\nIt was something very ?eal to have you here and did something good to me.  I am glad you are painting again.  We only live apparently where we can work.\nWe were delighted to have Kack here only that when she was here, I was tired and in a foul mood to make her visit as happy as I wished.\nI think we will get"
                },
                {
                    "pageid": 121546,
                    "pagefilename": "bd80ac5ae15a7e328c3a828dfa90baa8.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00051_000041.jpg",
                    "transcription": "letterhead test Rosemont Marion, Virginia end letterhead text\noff sometime next week and already the city seems away and apart from me and I am living already in the hills.\nI hope it will be a summer of work for you.  Do write to me whenever the mood comes.\nLove to you both,\nS.A."
                },
                {
                    "pageid": 121547,
                    "pagefilename": "5b6a1841d4142edac947bdb7d88733d4.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00051_000043.jpg",
                    "transcription": "year date of 1935 on this\nJanuary 10 letter almost certainly \nthe typist's error for 1936.\nWalter B. Rideout"
                },
                {
                    "pageid": 121548,
                    "pagefilename": "30151fe511384e76cf1e421b79f8c622.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00051_000045.jpg",
                    "transcription": "letterhead test Ripshin Farm Trout Dale, VA. end letterhead text\n1/29/35\nCorpus Christi\nDear Charles,\nThe queer sort of depintions? that came.  And now, down here, where I have come with it.\n\n- - She had been ill - -\n\nwe came in a car - - here I have been thinking every day of you.\nKnowing of course that you are in some sort of a hard place.  You are an artist, alas.\nMy one hope that you are working\nWe just stopped here - I?  E? had been ill - we got"
                },
                {
                    "pageid": 121549,
                    "pagefilename": "04d56e5ffe4c7d87b8dbc51079de846a.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00051_000046.jpg",
                    "transcription": "letterhead test Ripshin Farm Trout Dale, VA. end letterhead text\n2\ninto the car - \nWe found here a little house on a bay.  It is very beautiful here.  Perhaps I think so because I am working.  As you know any place is beautiful if you work.\nWe are going on to the Rio Grande Valley & Mexico, before turning back North.  Write me, at Brownsville Tex. Love to the 3 of you\nS.A."
                },
                {
                    "pageid": 121550,
                    "pagefilename": "47495be18136f17ad37c8c2caf0d9505.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00051_000048.jpg",
                    "transcription": "6/9/35\nDear Charles - \nYour letter made me both glad and sad.  How lucky I am.  I think of 3, 4, 5, 6 men friends, in America - (I do, you see, agree with you about the wonder of women, nature, the joyous world but, for some reason, now, the matter of man to man is more important)  I wonder why.\nIt is probably Charles because this other, actual world of ours, just now, the world of the macabre, of modern industry etc, has so impinged, it has so done something to us (as men I mean) - outside all woman's experience, that just now we men need each other, as men, than"
                },
                {
                    "pageid": 121551,
                    "pagefilename": "32723ab654cc200c11ad6637c5e44187.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00051_000049.jpg",
                    "transcription": "2\nwe need women.\nThe sadness in you letter comes to me because you must give so much time to that other, modern, so barren world, when I want you to walk freely for days and weeks, if need be, in your little Valley where the fragrance of fields comes to you and you feel in your own body the shapes and forms of trees & hills.\nWell, we all pay the price - & what a ghastly price.\nI am glad that I still live in your daily thoughts.  I want to keep you as a friend I love.\nSherwood"
                },
                {
                    "pageid": 121552,
                    "pagefilename": "85619186a62d2042b51ec20ff0730c85.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00051_000054.jpg",
                    "transcription": "1\nDear Charles - It seems to me that I began closer to Gauguin but have come around until I am closer to Van Gogh. I hit out, trying to save myself from stupidity in people.  Most people shit all over - in houses and in the streets.  I think that man must have offended you because he was shitting on canvas, out there, in the face of nature. There's a lot of that done.\nI can't make out about people - why they want to be as they are.  Mostly I sympathize with them.  Maybe I have an air of superiority with a lot of people, like Gauguin.  That offends.\nAll the time, of course, I want love.\nI began like Gauguin, in business.  I understand it fairly well.  I could handle people.\nI came to hate the quality in myself.  I was ashamed of"
                },
                {
                    "pageid": 121553,
                    "pagefilename": "86b57d81b370dd5486d0ad3d5eacabc8.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00051_000055.jpg",
                    "transcription": "2\nit.  It never brought me to anything but dirty ?des.\nWhat purity I have got has come from the contempt of what is called being competent in life.  Why should I feel that way - that is to say that competence is anything.\nIt is all too cheap - too easy.\nThis naturally led me over to my present attitude.\nI presume I got tired and gave it up.  The manner I had wanted things - security in life and all that.\nI thought I could perhaps be fairly prosperous and that it wouldn't matter.  It did.  I came nearer and nearer the middle class.\nThose people, with their houses lands, auto mobiles.  It makes me sick to think how near I came to going over to them."
                },
                {
                    "pageid": 121554,
                    "pagefilename": "0a498ec3548178815ead6a2a73c55c2c.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00051_000056.jpg",
                    "transcription": "Note: page out of order - page 3 is the next image\n5\nfancy life at home is very very hard and annoying, after this summer.  Just now I cannot now write to her.  I write little notes and put them away.\nFor me there must be this curse of people dear to me - men and women, drawn close, in fancy at least sometimes.\nI am not worrying about the novel.  Something in me is growing stronger.  I get a bit more? all the time - I think\nI send love to you and Kack.  I wish I could see you both."
                },
                {
                    "pageid": 121555,
                    "pagefilename": "49e42edbbb741cada4a64933dfd13cc9.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00051_000057.jpg",
                    "transcription": "3\nYou will guess I have been evading the Van Gogh book again.  It has become a kind of bible to me.\nWhat fools to think that man a fool.  He was shrewd and real.  He had this sa? of going into nature and going out of nature.  He must have loved nature as a man would love a woman.\nJohn will be here tomorrow.  I do not think it will be more than 2 weeks before he comes.  We have so much to talk about.  He seems almost like a stranger to me now.\nI presume we have to put up with this feeling\n(over)"
                },
                {
                    "pageid": 121556,
                    "pagefilename": "9062e0067d40cdb17051243d296271ac.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00051_000058.jpg",
                    "transcription": "4\nof people as going far away and their coming back again.\nNature does the same thing.\nBut people have often so little dignity.\n\nIt is OK with the young man.  When you have a smaller thing you feel like letting go let me know.  I shall take the watercolors with me and one oil when I go away to work.\n\nThey continue to live.  Just now the little bathers is much alive.  It glows in the room.\nscribbled lines at bottom of page\ntext in a different hand Fall 1935 ( S.A speaks of buying the Van Gogh letters although he read them in 1930)"
                },
                {
                    "pageid": 121557,
                    "pagefilename": "a64cd5f2ba4577720e0ed6d68938d8c7.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00051_000061.jpg",
                    "transcription": "12/8/35\nDear Charles\nThere is a thing in life too.. We all walk - often for years - in darkness.\nI presume I mean as regards work.\nSomeone said of me recently that while I had great love of people I could not or did not give myself in love to any one other person\n\nI think we all seek maturity? How hard.  How hard.\n\nOf course Kack got me wrong but, oddly it doesn't matter.  It may be true that if one loves individuals as individuals it doesn't too much - matter\nEven you, or John, as any man I love - Does that seem too hard a saying? \nTo love one real"
                },
                {
                    "pageid": 121558,
                    "pagefilename": "c49edebbb33e0d7576f56663a1b863d8.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00051_000062.jpg",
                    "transcription": "2\nartist, any penetrating and sensitive mind from the work that needs doing.\nThat's another matter.\nDon't Charles give up thinking and in any odd moment feeling in color and in form.  Keep nature.  Keep men in nature\nYou will come back to painting some day with new strength.\nSherwood"
                },
                {
                    "pageid": 121559,
                    "pagefilename": "6121155310630cc378df567b6ee59784.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00051_000064.jpg",
                    "transcription": "letterhead text Ripshin Farm Trout Dale, VA end letterhead text\nAbout 1936\nDear Charles\nI must write at once to tell you how happy your letter made me.  As for that stormy gale.  Its there like the storm that swoops down over the old distillery on the Baltimore road, or the disease that attacks a tree or a cloud that changes the light on a landscape.\n\nMore and more Charles I believe in your painting - because I have lived with some of it.  You and John are the two young artists I believe in with all my heart - \n\nI won't say anything about the woman struggle.  You know it.  I don't know whether or not you are like me.  In me the struggle is intense.  I had thought you had more reserve? than I had.  Perhaps"
                },
                {
                    "pageid": 121560,
                    "pagefilename": "cb4a586359691f845fe00a913a0e129c.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00051_000065.jpg",
                    "transcription": "letterhead text Ripshin Farm Trout Dale, VA end letterhead text\n2\nyou only cover up better.  I have to have a woman like I have to breathe.  I can't stand aside.  I have to kiss, hold - get close to the mystery.  At any piece?, in struggle and hurt I have too.  There is that thing in modern woman.. my own failures have all been in that... a kind of jealousy springs up.  There is some thing l?wer than any woman - ?wer than self.\nThat comes at times like a wall between.\nLately I have thought that our struggle point? now in this civilization is beyond that.  Plainly Charles it is that I must have to love you and John and Louis Gruenberg and Roger Sergel and other men who I"
                },
                {
                    "pageid": 121561,
                    "pagefilename": "77a36bb3debdde278d8cc45fe6b07166.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00051_000066.jpg",
                    "transcription": "letterhead text Ripshin Farm Trout Dale, VA end letterhead text\n3\nknow are lovers  - devoted to a thing outside self.  I must have to love them and their desire at the mystery.\nA part of all our difficulty with women is that we fail in this.  It is America now - the confusion of it.  For example it gives me some excuse? of ? dignity in myself to get this letter that tells me that you in spite of your difficulties, poverty, humiliations. (I know you have had to face) are upright and working.  It makes the air sweeter I breath - \nAbove all Charles I think you and John must keep"
                },
                {
                    "pageid": 121562,
                    "pagefilename": "a382c3031c8ff62207d8ef7dbd600eda.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00051_000067.jpg",
                    "transcription": "letterhead text Ripshin Farm Trout Dale, VA end letterhead text\n4\nalive your comradeship.  Don't let it get away.  Write often to each other.  Don't be afraid to love each other - \nAs for me you are the two young workers in America closest to my heart.\nIsn't it queer - life - its easier for me to say this to you than to John.\nWrite again soon.\nSherwood"
                },
                {
                    "pageid": 121563,
                    "pagefilename": "40b5df403219beb10f792ddf14440039.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00051_000069.jpg",
                    "transcription": "3/26/36 1\nNew Orleans Thursday\nDear Charles - - I am glad you are going to see John soon.  I guess he'll get something out of the Washington experience\nAnd I think I know how you feel.  I don't believe it is, first of all, poverty or any of the discord facts of life that gets most of us down but this being separated from any work that really feeds us or gives life.\nIt is a curious problem - the extreme mechanization of life probably affecting the masses of people too.\nI wonder if you feel as I do - that a man can't think really or feel really unless he has this source of living in work\nAnd will women ever realize that or can they?\nIt being just possible that what is so necessary"
                },
                {
                    "pageid": 121564,
                    "pagefilename": "530bcb20620a8393aa53243fdd58fdf0.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00051_000070.jpg",
                    "transcription": "Note: page out of place. Page 2 is the next image\n3\nMonday but won't be at home, in Marion, before about April 15th.\nLots of love,\nS.A."
                },
                {
                    "pageid": 121565,
                    "pagefilename": "516d1515ac133ef8e4bdad79072ae4af.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00051_000071.jpg",
                    "transcription": "2\nto us isn't necessary to them.\nI have got along pretty well this year and quite a lot of work done that have made me money.  I made some last year and have been living on that.  Living in the North, in the winter  I find myself too much given to colds, flue etc so I have about decided I'll manage in some way to spend my winters South.\nThis year I wrote a novel, for full publication and I still cling to the idea of tackling the Civil War thing.\nI hope you'll be seeing something of John.  He is a pretty swell guy I think. Lord I'd like to see and talk with you.\nAm leaving here"
                },
                {
                    "pageid": 121566,
                    "pagefilename": "4cf383f668b72d54a0f6fc0adfa73f96.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00052_000001.jpg",
                    "transcription": "1\nDear Charles\nI have really worked the last few days - with real intensity.\nThere is something to be said.\nDon't hurry the L. Chatterly.  I was only a bit alarmed least you had sent it and it had been seized.\nThe conception is that in any one woman is sustained all the beauty of what woman means to the male.\nThe woman has to accept that, loose herself in all women, to ever really get one man.\nIt in some way means that she must let herself be more truly a part of nature\n\n__           __                    __\n\nI believe we men have poisoned the women.  It's all our fault."
                },
                {
                    "pageid": 121567,
                    "pagefilename": "063301b826406837fb55c937a84ab215.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00052_000002.jpg",
                    "transcription": "2\nIt is because of impotence in us.\nWe have tried to go through time to ourselves, not to nature.\nI rather think Lady Chatterly set me off.  Lawrence and I, as persons have something in common.\nHe is the only writing man of my day with whom I have felt that.\nI feel it in you too.\n\n  __                  __                      __\n\nIt would be a good deal of satisfaction to me Charles if, in the end, our own relationship brought you nearer all people.\nMay you speak of the fords? of a many ?aats,"
                },
                {
                    "pageid": 121568,
                    "pagefilename": "037056dbc984ae610e0a2b41f088b67e.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00052_000003.jpg",
                    "transcription": "3\nthe back of a manikin? machine?, seen going down the road, by Van Gogh you come near what I feel.\nThe very fact that you begin to turn to Van Gogh, means a little on approach to other men.\nJohn rather has this isolation from men too.\nWhy are not men just nature in another form.\n\n __                           __\n\nI find that what I want to say to you on this I want to say to John.  Send this letter to him, at 123 Detroit St"
                },
                {
                    "pageid": 121569,
                    "pagefilename": "1e16524dfa190d25d9bff6edeaa16060.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00052_000004.jpg",
                    "transcription": "4\nMichigan City, Indiana.\nI ought to be able, in my own work to give this sense of nature in men, so that men like you and John want & need men more.\nWhy it is as absorbing as a landscape.  Mr Perry? for example.  What hidden hungers for love and companionship are in that man.\nPerhaps I sympathize more now than you and John.  I have tried more in that direction,"
                },
                {
                    "pageid": 121570,
                    "pagefilename": "a2d7c5e472e09173571ee56a621f1658.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00052_000005.jpg",
                    "transcription": "5\nfailed now.\nI would perhaps a bit more quickly get the ? sense of failure, hidden under all this appreciation? of senses.\nI've got some scenes in my book if I can only write them.  I'm writing now.  If I continue I'll stay right here and work.\nI want to see these things of yours.  Those I have help, more than anything to make life"
                },
                {
                    "pageid": 121571,
                    "pagefilename": "20989efe96159d7c237bf1e780712d55.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00052_000006.jpg",
                    "transcription": "6\npossible here.  There is absolutely no one here I love, to whom I anchor.\nThat is perhaps a fault in me. I don't know.\nI get only half feeling from the people here.\nI hope you are keeping in touch with John and he with you  You two men mean something rather big to me\nI want to see the things of yours but later I hope I may be able to take some of them"
                },
                {
                    "pageid": 121572,
                    "pagefilename": "5c16d096f80eb2f7e8af8e4de88d4668.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00052_000007.jpg",
                    "transcription": "to where there are more possible buyers,\nI'll see you someplace.\nI may change my mind and just come there, for at least a day with you.\nS.A."
                },
                {
                    "pageid": 121573,
                    "pagefilename": "16928f012b0d28a260da007f5d41ea6a.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00052_000008.jpg",
                    "transcription": "Charles - I like your doing it.  It doesn't matter much whether you even go [[?har] through with it.  It will be a clairifying of your own thoughts, a relief from the more pure feeling - the sensual, as in painting.\nThere is s way in which it is needed more from men, for men, to men, now than ever.\nWe have to help as we can - one another, execute our men's world too.\nWe are a little outside now.  Our world is feminine - We have to readmit ideas and thoughts.\nTo me, just now, it is as important, writing to you, as doing an article for 10 000 readers.  I have that feeling, a note to you or John, or a talk with"
                },
                {
                    "pageid": 121574,
                    "pagefilename": "7dca225d343098bc0bd197f14613c6bb.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00052_000009.jpg",
                    "transcription": "2\nBob.\nBob has been arrested for driving a car while drunk.  He denies he was drunk.  He may go to jail.  He denies he was drunk.  You will see it in the paper.\nTo return.  I do not intend this as a reflection on women of the sort that would annoy Kack and M.  I am a woman lover.  I do not put them in any subordinate position.  Now I think they are more courageous than we are, more consistent.\nI am thinking of education, pushing out into new worlds of thought as well as feeling.\nThe scientists have got"
                },
                {
                    "pageid": 121575,
                    "pagefilename": "2e56ed84530cea01a82800ebb5cd88e1.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00052_000010.jpg",
                    "transcription": "3\nahead now.  They have found that the atom, from which so much was expected, that was to contain such wondrous power that I had but to crack an atom between my fingers and fly to you...\nThe Arabian Nights come to reality.\nEinstein, Whiteside and others now say..\n\"It won't happen\"\nThe atom isn't fixed.  It is there and it is gone.  It melts away, reappears in a new place.\nAll laws are broken  The scientists stand waiting"
                },
                {
                    "pageid": 121576,
                    "pagefilename": "d664bf0f1052f313c4a25d5e3f9864ea.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00052_000011.jpg",
                    "transcription": "4\nnow.  They say frankly - \"we need the poet now.\"\nThe poet thinking, the painter thinking.  We are but little men but we have to start on new roads.  I put myself with you John, Bob - as a youngster.  All my experience is of no use.\nWe have to take a non-existent world, appearing and disappearing like mist, like thought, like that elusive dancing, singing thing you want in painting.\nAt any event Charles, as you get the thing along, let me see it.\nI will be happier and less lonely at Christmas."
                },
                {
                    "pageid": 121577,
                    "pagefilename": "b5b0da9555a13b3f00c0b0ca1470a3c8.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00052_000012.jpg",
                    "transcription": "5\nEleanor Copenhaver will be here for two weeks.  We have formed an odd close friendship.  It is now generally known here of course that I am attached.  For two years I have lived alone, without a woman.  I can go to her house, dine there, drive with her, walk with her in the road.  She has many interests, is now writing a thesis for her Phd - at Columbia.  She works too - in fi?ally and is very strong, a woman of 34, small and strong, with black hair and eyes, quite sympathetic.  Life hasn't been spoiled for her.  God knows what the Town here thinks of her.  I have some friends"
                },
                {
                    "pageid": 121578,
                    "pagefilename": "2786b67ddaa0a9d717387d720a3d1446.jpg",
                    "pageorigfilename": "992747888805867_midwest_ms_anderson_box_00001_fl_00052_000013.jpg",
                    "transcription": "6\namong the men and there are two  or three women.  Clara Dickinson, a doctor, Ruth Copenhaver - Mary knows her.\nI go and sit with them.  Eleanor doesn't care what the town thinks.  She doesn't live here.  Her life isn't amtrend? here.  I'm able to help her with her work. We have mutual interests, mutual feeling.\nI was right in staying here.  \nBob lacks judgement and sense,  He is energetic, not lazy; imaginative and uncertain.  I think we do build slowly toward a comradship.\nS.A.\nIf you sent this to John, John is not to mention Bobs mess to his mother."
                },
                {
                    "pageid": 121579,
                    "pagefilename": "582b00b17d264c50cfd23b40d846511d.jpg",
                    "pageorigfilename": "998334948805867_midwest_ms_brown_family_box_00001_fl_00001_000010.jpg",
                    "transcription": "image of flags around a half sun, flags labeled U.N.Z., B.I. P.&O., N.Z. banner underneath Quis Separabit\nletterhead text P & O.S.N.Co. S.S. end letterhead text\n1\n1929\nDear Mother,\nI'm going to write and tell you about Colombo.  As you probably know, by looking at your map - Columbo is on an island called Ceylon.  The boat having reached there about 1 o'clock in the afternoon, we got off and went into the village.  The wharf was surrounded by the natives, some wearing a piece of cloth draped below their waist and some not so much.  They are a very, very brown class of people, not black like our negroes and some of them can speak a little English.  We visited the Budda temple.  Had to take off our shoes before entering."
                },
                {
                    "pageid": 121580,
                    "pagefilename": "e87d63f3e715a55540d7e313c5704cd2.jpg",
                    "pageorigfilename": "998334948805867_midwest_ms_brown_family_box_00001_fl_00001_000011.jpg",
                    "transcription": "2.\nAlso passed the Mohammed temple and the carving and architecture on it was simply exquisite.  We went riding in a rickshaw and practically rode all afternoon and it cost only about 72 cents in our money.  The poor natives pulling these rickshaws were very skinny and actually they took the pace of a horse trotting along.  I felt very sorry for them because the sweat poured down from being so hot.  Going up and down the streets you'd see the people walking along with a huge bunch of bananas balanced on their heads, or anything they might happen to be carrying.  Some of the women have rings in their nose and in their ears.  If I lived a hundred years I could never tell you all I saw and how thrilled I was."
                },
                {
                    "pageid": 121581,
                    "pagefilename": "b25427739c34c02b886411ffac5f0b57.jpg",
                    "pageorigfilename": "998334948805867_midwest_ms_brown_family_box_00001_fl_00001_000012.jpg",
                    "transcription": "image of flags around a half sun, flags labeled U.N.Z., B.I. P.&O., N.Z. banner underneath Quis Separabit\nletterhead text P & O.S.N.Co. S.S. end letterhead text\nI never realized conditions could exist as they are.  Riding thru the park you could see coconut trees, banananas growing here and there.\nWhen you'd go into a store the dealers would nearly eat you up trying to make a sale.  There are so many of these natives, that some of them don't even get enough to eat, so when a boat comes into port they beg for money and will sell anything to make a penny or a rupee.\nI bought quite a few cards but didn't mail them Will send them out when I get to France.  Be sure and keep them, because they will be"
                }
            ]
        },