[
  {
    "SystemIdentifier": "NL1V6IT",
    "MediaEncryptedIdentifier": "2KXJ8ZW261H8",
    "Title": "Letter New York to Narcisse Cyr, 1851 April 15",
    "CoreField.IIIFResourceType": "",
    "new.User-Contributed-Transcription": "New York 15 Avril 1851\r\nMr. Narcisse Cyr\r\nMonsr.\r\nJ’ai reçu le premier numero d’un petit Journal \r\nintitulé “Le Semeur Canadien”.  Il y a déja quelque tems, et depuis deux semaines\r\ntrois autres nos. me sont egalement parvenus.  J’ai lue le premier et de suite J’ai \r\ndécidé de vous le renvoyer, des affaires préssantes m’ont fait négliger ma résolution\r\net trouvant une occasion favorable Je vous les renvoies tous ensemble, vous priant \r\nbien de me rayer de votre liste comme suscripteur—Et cela pour plusieurs raisons,\r\nla première desquels est que, lancé dans les affaires Mercantiles, Je n’ai que \r\nfort peu de tems pour lire les Journaux, et surtout ceux qui ont une tendance \r\na la polémique religieuse—deuxieme raison—c’est que J’accorde de bon gré à \r\nchaque individu la liberté de penser sur ce sujet comme bon lui semble—\r\net si en lisant les Saintes Ecritures, il trouve moyen de leur donner un autre \r\nsens que je ne leur donne; libre a lui ou moi? de le faire—Et J’ai tout lieu de \r\nme flatter que, toutes personnes bien pensantes m’accorderont le privilège de\r\nfaire usage de ma raison sous ce rapport, et de jouir du même privilège \r\nqu’ils s'arrogent.  Je n’ai ni le loisir, et bien moins la capacité d’entrer \r\nen matière sur les différences d’opinions en fait de Religion— qu’il me \r\nsuffise de vous exprimer ici mes sentimens personels—\r\nJe chéris et vénère la mémoire d’un père & d’unne mère qui etoient \r\nJe crois bon chretiens—Elevés dans les principes de la Religion\r\ncatholique Romaine -- et ayant depuis plus de vingt années\r\nfait une etude approfondie de cette meme religion.  Je n’ai pu jusqu’a ce Jour, me \r\nconvaincre que Je fus dans l’erreur.  Et bien que je sois pret a admettre\r\nque two words scored through quelqu’un des ministres de cette religion, n’agissant \r\npas toujours d’après les principes de la plus parfaite charité, tel \r\nque l’entendait L'apôtre St. Paul—cela ne touche en rien au \r\ndogme du catholicisme, non plus que le traitre Judas, choisi",
    "CoreField.OriginalFileName": "184747_GR_1398_0001.TIF",
    "new.Page-in-Object": "https://collections.newberry.org/asset-management/2KXJ8Z9XX00K?BRPN=1&WS=AssetManagement",
    "timestamp": {
      "year": "2021",
      "month": "01",
      "day": "31"
    },
    "user": "an anonymous user"
  },
  {
    "SystemIdentifier": "NL11ZG4T",
    "MediaEncryptedIdentifier": "2KXJ8ZS497O2R",
    "Title": "Diaries Morton, Ill., 1830-1886",
    "CoreField.IIIFResourceType": "Canvas",
    "new.User-Contributed-Transcription": "Artisan well in Vish(?) Germany\r\n3250 ft deep sends up a jet 42 ft high \r\nnearly boiling water\r\nRoad law\r\nSec. 125 p. 203\r\nWaterproof for boots & shoes\r\nTallow 4 oz Rosin & Beeswax each 1 oz.\r\nmelt together over a gentle fire then add \r\nequal bulk of neatsfoot oil - applied while \r\nwarm before the fire - makes them both water \r\nproof & pliable.\r\n1st house build in Bloomington by Col. James \r\nSitta in the fall of 1831\r\n[drawing of house with trees in background]",
    "CoreField.OriginalFileName": "991328728805867_Ayer_MS_3157_fol_007_00004-1.tif",
    "new.Page-in-Object": "",
    "timestamp": {
      "year": "2019",
      "month": "04",
      "day": "12"
    },
    "user": "an anonymous user"
  },
  {
    "SystemIdentifier": "NL11LVVE",
    "MediaEncryptedIdentifier": "2KXJ8ZSA8ZZBB",
    "Title": "Account of the indians in virginia and of some remarkable things in that country",
    "CoreField.IIIFResourceType": "Canvas",
    "new.User-Contributed-Transcription": "An Account of the Indians \r\nIn Virginia \r\nand of some Remarkable \r\nThings in that Country \r\nCollected out of some Letters \r\nfrom A minister in Virginia \r\nSome few things are inserted \r\nconcerning the English there, or the Bucaniers \r\nin some places of America \r\nAn Dom \r\n1689",
    "CoreField.OriginalFileName": "991341778805867_Ayer_MS_9_00006-1.tif",
    "new.Page-in-Object": "",
    "timestamp": {
      "year": "2019",
      "month": "09",
      "day": "11"
    },
    "user": "an anonymous user"
  },
  {
    "SystemIdentifier": "NL11LYSH",
    "MediaEncryptedIdentifier": "2KXJ8ZSCY4XHT",
    "Title": "Erwin Watkins-Simeon Whiteley papers [box 01], 1863-1920",
    "CoreField.IIIFResourceType": "Canvas",
    "new.User-Contributed-Transcription": "Department of the Interior\r\nOffice of Indian Affairs\r\nWashington, D.C. May 14th, 1875\r\nErwin C Watkins, Esqr.\r\nU.S. Indian Inspector,\r\nRockford, Michigan.\r\nSir:\r\nThis office is in receipt of your \r\nletter dated the 1st instant, accepting the appointment\r\nof U.S Indian Inspector, vice J.D. Bevier, suspended;\r\nand, enclosing your Oath of Office.\r\nHerewith I transmit your commission, dated the \r\n31st March, last, together with a printed copy of the\r\nAct of Congress, approved February 14th, 1874,\r\nproviding for the appointment of Indian Inspectors.\r\nThe provisions of the 6th section of the act referred\r\nto, are sufficiently explicit to acquaint you, in a \r\ngeneral way, with the powers and duties of your office;\r\nwhich, however, may be supplemented by the \r\nfollowing remarks:  The office to which you are\r\nappointed, was created for the purpose of promoting\r\ngreater efficiency in the efforts now being made by\r\nthe Government, to bring all Indians in the United States\r\nunder the power and influence of civilization.",
    "CoreField.OriginalFileName": "991358118805867_Ayer_MS_3024_box_01_FL037_00001.tif",
    "new.Page-in-Object": "",
    "timestamp": {
      "year": "2021",
      "month": "01",
      "day": "22"
    },
    "user": "Becca2"
  },
  {
    "SystemIdentifier": "NL1Z81Z",
    "MediaEncryptedIdentifier": "2KXJ8Z2NFLNT",
    "Title": "Diary, Elvira Sheridan Badger papers, 1902",
    "CoreField.IIIFResourceType": "",
    "new.User-Contributed-Transcription": "Mrs Henry's house robbed while we were at dinner \r\nat six in the evening to night.\r\nFriday, March 7, 1902\r\nTo day is part cloudy, now & then the sun \r\ncomes out. all of us well.\r\nMrs Burgess and Mrs Eilen Berger. \r\ntook lunch with Mrs Henry, and Mrs \r\nHenry took them home in her Carriage \r\nI talked to Mrs Harvey through the \r\nPhone. all her family well. \r\nMiss Bonnie came to Mrs Henry's to \r\nsay \"Good-Bye,\" she goes to Louisville \r\nin the morning. Miss File is \r\nhere giving the children their music lesson. \r\nTo day little Shreve. gives a party to \r\nhis Kindergarten children - and his \r\nTeacher- To day-\r\nWhen Mrs Henry was all ready to go out \r\nin her Carriage - her large Fur Cape \r\ncould not be found. after a long \r\nsearch, we concluded, that some one \r\nhad stole it - as Mrs Henry had taken \r\nit off - night before after her drive \r\nbut it is gone, and a nice gold breastpin \r\nof the Governess Marie - we also found \r\nall the drawers open in Mrs Henry's room \r\nand burnt matches, we missed no \r\nother things, and we dont know how \r\nthey got in, the telepone rang loud \r\nwhile we were at dinner - and think \r\nthat must have scared them off.",
    "CoreField.OriginalFileName": "998080028805867_mms_badger_box_01_fl_03b_0070.tif",
    "new.Page-in-Object": "",
    "timestamp": {
      "year": "2020",
      "month": "03",
      "day": "27"
    },
    "user": "Aregan"
  },
  {
    "SystemIdentifier": "NL1Q64Y",
    "MediaEncryptedIdentifier": "2KXJ8Z1ZLV0H",
    "Title": "Account of a voyage on the U.S.S. Constitution leaving New York May 30, 1844, and arriving at Manila Bay Sept. 12, 1845 journal, 1844-1845",
    "CoreField.IIIFResourceType": "",
    "new.User-Contributed-Transcription": "Receive of W. P. Buckner 24 dollars.\r\nTranslation.Comprador [?] for Boston Jack have cachee.  Money 24.\r\ndollars talky true pidgeon.\r\nA. Chinese. Receipt.\r\n[Chinese characters vertically on right side of page]\r\nAfter this affair we had but little trouble in bringing \r\noff our Junks.  Near the Mouth of the river was a wide \r\nbar.  The sea broke on this so that one or two of our \r\nboats were near swamping.  It was close to this bar that \r\nsome of the Touronese jumped overboard.  it is said that \r\nsome of them were drowned,  The Weather during this \r\ngale of wind was very cool.  After this the Capt had \r\nsome long and tedious negotiations with the Manderines \r\nfirst they promised that if they let go the Manderines \r\nMr Lefever would be brought off,  After letting them go \r\nthey next wished the junks released which was also done \r\nbut after waiting until we were tired out and not being \r\nauthorised to do more than we had done we hauled up \r\nto the watering place and recommenced filling with \r\nwater.  We also fired a few experimental shells at an isle \r\nabout 2 miles distant.  The land to the S'W' & to the W of \r\nTouron bay is very high and rugged. Touron bay is \r\none of the most beautiful bays in the world.  To attempt \r\nto describe it would be useless.  There must be 10 or 15 000 inhabitants \r\naround the bay for every flat sandy beach and every green \r\nand mossy vale had a village.   The Houses of the natives \r\nare built of Bamboo stakes covered with straw or mats this \r\nare only one story high without substantial flooring",
    "CoreField.OriginalFileName": "991362088805867_NL_VAULT_Ayer_MS_119_0151.tif",
    "new.Page-in-Object": "",
    "timestamp": {
      "year": "2020",
      "month": "10",
      "day": "17"
    },
    "user": "CastleCourt"
  },
  {
    "SystemIdentifier": "NL11JVTP",
    "MediaEncryptedIdentifier": "2KXJ8ZSFQB9OQ",
    "Title": "Journal and memoir 1832-1850",
    "CoreField.IIIFResourceType": "Canvas",
    "new.User-Contributed-Transcription": "Chapter First\r\nThe subject of this Mimoir first became \r\nacquainted with the writer at the time of \r\nthe marriage of her Sister Alvira, A \r\ncasual acquaintance only, was formed. \r\nMy own time, in those days, was spent \r\nabroad at school, whilst she remained \r\nat home in Shoreham.\r\nIll health, atlength, terminated \r\nfor a time, my residence abroad and \r\nmade me a sojourner in the same Town.\r\nAtlength in the Winter of 1828-9, we found \r\nourselves attendants at the Academy in our \r\nnative place, where our intimacy, in \r\nApril 1829, ripened into mutual attachment, \r\nand I became a frequent visitor at her \r\nfathers house.\r\nProbably as early as June of",
    "CoreField.OriginalFileName": "991328658805867_Ayer_MS_3156_vol_02_00007-1.TIF",
    "new.Page-in-Object": "",
    "timestamp": {
      "year": "2020",
      "month": "11",
      "day": "05"
    },
    "user": "CastleCourt"
  },
  {
    "SystemIdentifier": "NL1V6KD",
    "MediaEncryptedIdentifier": "2KXJ8ZW2MKF1",
    "Title": "Thomas Jefferson Oxley letters, 1850-1853",
    "CoreField.IIIFResourceType": "",
    "new.User-Contributed-Transcription": "Jack & Frank went over to the middle Yuba this \r\nmorning with 3 mule loads of Provisions that we \r\nagreed to pack over for some men at 12$ per hundred \r\nfor packing 8 miles, so you can see what prices men \r\nhave to pay for every thing here.  I would be glad if we \r\ncould get such jobs to do all the time.  it would be \r\nmuch better than mining.  they will be back early in the \r\nmorning & then Jack will go down to Nevada -- \r\nFrank has gotten to be quite a man but I think that \r\nhe dont look as old as he used to by about 40 or 50 years.  \r\nI hope that Ghol has entirely given up the idea of coming \r\nto California by this time He must recollect that golden \r\ncrows always fly in foreign lands, at least I have not \r\nseen any full grown ones since I have been in this country  \r\nTell sister that I am very anxious to know what that \r\nwas that she promised to tell me in her last letter that was \r\nso rich concerning herself.  I think I can guess pretty near \r\nit, if I am not mistaken.  at any rate I would like to be \r\nknowing something about it.  Mother, I sincerely hope that \r\nbefore this time yours & grandmothers health is better \r\nthan when we last heard from you for nothing could \r\ngive us more uneasiness than to hear that you were \r\nunwell.  grandmother, I fear will not survive many years \r\nlonger for she was apparently very? feeble when I left \r\n& I then feared that I never should see her again \r\nyet I still cherish the hope of seeing you all before \r\nthis time next year provided nothing happens.  I think that \r\nour destinies have been cast in diferent lands long enough \r\n& I still look forward to the day when we can all once \r\nmore be together to enjoy that very rare blessing which is \r\nfound only at home.  You must all write as often as \r\nyou can.  Ghoh you must write too & dont think hard \r\nof us for not writing oftener, for although I am ashamed \r\nof it yet we cant well help it for want of opportunity  \r\nMy respects to Col Burns & Bro. Henry? Capers &c \r\nTell Josephine that I never mean to write to her untill \r\nI hear that she has discarded that fellow Jack Donaldson \r\nI knew he would dip? me up if he staid there & I tried \r\nto coax him to come to California but he would not tell her \r\nhowever that I still love her as fondly & devotedly as ever -- but \r\nI fear that I shall yet have to drag out a miserable existance as \r\na consequence of unrequited love.  My love to Mrs. Randolph \r\n& also to Emily & Adeline Skinner.  I had intended to leave \r\nsome room for Jack & Frank to fill up but I see I have \r\nabout consumed it all & they will have to use another sheet \r\nif they write & if not this will answer for all.  give my love \r\nto grandmother & Uncle Presleys family when you see \r\nthem and for yourselves receive the same from your \r\ndevoted son & Brother.  May God help you all \r\ngood night. \r\nThomas J. Oxley \r\nFrank says that he will write in a day or two.  they got home \r\nlate last night & Jack is going down early this morning & \r\nFrank is very busy cooking breakfast.",
    "CoreField.OriginalFileName": "157444_GR_3151_0016.tif",
    "new.Page-in-Object": "https://collections.newberry.org/asset-management/2KXJ8ZP70V42?BRPN=7&WS=AssetManagement",
    "timestamp": {
      "year": "2018",
      "month": "12",
      "day": "02"
    },
    "user": "Chricton"
  },
  {
    "SystemIdentifier": "NL11JPHQ",
    "MediaEncryptedIdentifier": "2KXJ8ZSF6FBKA",
    "Title": "Journal and memoir 1832-1850",
    "CoreField.IIIFResourceType": "Canvas",
    "new.User-Contributed-Transcription": "Dayton Ohio.\r\nand neat--roads coarse gravel--\r\nside walks paved with large flat lime \r\nstone--formed of depositions of marine shells. \r\nThe dwellings are large and neat. The \r\nStage House is a very large & well kept \r\nTavern--there are several other taverns in \r\nTown--a Court House, tolerable Presbyterian \r\nChurch, and a Unitarian Church--the \r\nfirst I have seen in the state. There \r\nis a pretty good cotton factory here also. \r\nA few miles before reaching this town \r\nI passed a large and very beautiful \r\n\"Mound\"--about 300 yards around the \r\nbase--& about 12 feet high, or 16, situated \r\nin the midst of an extensive plain --a\r\nbeautiful young orchard is growing upon \r\nit--Small mounds are very common \r\nin this Country--so far as they have been \r\nexamined -- they appear to be Indian Cemeteries--",
    "CoreField.OriginalFileName": "991328658805867_Ayer_MS_3156_vol_01_00052-1.tif",
    "new.Page-in-Object": "",
    "timestamp": {
      "year": "2020",
      "month": "07",
      "day": "24"
    },
    "user": "Jveitch"
  },
  {
    "SystemIdentifier": "NL1OR6N",
    "MediaEncryptedIdentifier": "2KXJ8ZELYODH",
    "Title": "Collection of letters and other documents originating with Charles G. Hinman, or his family and friends. 1845-1905",
    "CoreField.IIIFResourceType": "",
    "new.User-Contributed-Transcription": "War Department  \r\nSurgeon General's Office, \r\nWashington, D.C. Augt 10, 1896  \r\nDear Doctor Shannon,  \r\nYour June 30 Sanitary report came in this \r\nmorning.  It had been delayed about three weeks  at Dept \r\nHd Qrs and for quite a time at Hd Qrs Army I suppose \r\nwaiting review of General Miles.  The Current officer of pers-- \r\napproved your denunciation of the old quarters and your \r\nsuggestion of a new barrack building. Chief Surgeon was of \r\nopinion that it was not desirable to construct a barracks on \r\nthe plan suggested.  Generals Brooks and Miles noted but \r\ngave no criticism and the papers bore no endorsement \r\nfrom any of his QuiD.  As the Chief Surgn's endorsement seemed \r\nto disapprove not of new quarters but of new quarters on \r\nthe plan suggested and as I differed from him materially \r\nI took the papers in to the SG and I found that he agreed \r\nwith me that if a permanent barracks is to be built it would be\r\nmore economical and insure better sanitary conditions \r\nas to heating etc. to get away from the pavilion style and \r\nso with his approval I took the report in for Captain \r\nMillers inspection -- he agreed with us and made a note \r\nof your suggestions in case it might be useful to him hereafter \r\nnot necessarily in connection with Custer.  I mention this \r\nthat your image and your work in this matter has not \r\nbeen thrown away or been without credit to you although \r\nit has brought no benefits to your part.  Miller says that \r\nit is out of the question to get new quarters at Custer \r\nunless something new turns up but that money would \r\nbe available for repairs -- on looking at his lists however \r\nhe found that nothing had been asked for Custer.",
    "CoreField.OriginalFileName": "154569_GR_1900_0266.TIF",
    "new.Page-in-Object": "https://collections.newberry.org/asset-management/2KXJ8Z9UE2GI?BRPN=265",
    "timestamp": {
      "year": "2020",
      "month": "04",
      "day": "16"
    },
    "user": "Kitsapian"
  },
  {
    "SystemIdentifier": "NL12CR3U",
    "MediaEncryptedIdentifier": "2KXJ8ZSKYV4OE",
    "Title": "Journal of the commissioners of the United States appointed to hold conferences with the several nations of Indians south of the Ohio",
    "CoreField.IIIFResourceType": "Canvas",
    "new.User-Contributed-Transcription": "Journal \r\nof the Commissioners of the United States, \r\nappointed to hold conferences with the several \r\nNations of Indians South of the Ohio \r\nCommenced by Colo Hawkins one of the Commrs  \r\nOn the 18th July He received from the Secy of \r\nWar the following letter at Tookaubatchee \r\ndated War Dept, 18 June 1801.  \r\nSir  \r\nThe president of the United States \r\nhaving appointed you a commissioner, \r\njointly with William R Davie and James \r\nWilkinson Esquires to hold conferences with \r\nseveral of the Indian Nations, South of Ohio, \r\nyou are requested to repair to South West \r\npoint in the state of Tennessee by the \r\nfirst day of August next there to meet your \r\ncolleagues, the first named of whom will \r\nbe the bearer of your commissions & Instructions",
    "CoreField.OriginalFileName": "991328678805867_Ayer_MS_3180_00003-1.tif",
    "new.Page-in-Object": "",
    "timestamp": {
      "year": "2020",
      "month": "06",
      "day": "08"
    },
    "user": "Kitsapian"
  },
  {
    "SystemIdentifier": "NL1OTWQ",
    "MediaEncryptedIdentifier": "2KXJ8ZE0DCKJ",
    "Title": "E.A. Burbank Papers [box 04], 1897-1949",
    "CoreField.IIIFResourceType": "",
    "new.User-Contributed-Transcription": "June 24, 1946\r\nDear Mr. Burbank,\r\nYour letter arrived a few days before \r\nDavie's gift was recieved and I kept wondering \r\n\"which cat picture?\" Now I know and send \r\nthanks to both you and Davie for the painting. \r\nIt is just grand! You have made the \r\ncat so alive and I marvel how you \r\ncapture true expression, as in the eyes. \r\nBoth Phil and I like cats and have a lovely \r\npet now which we adopted when she was \r\nfive weeks old, her name is Patsy and \r\nshe was two in May, She is much \r\ncompany for me-- very devoted but not \r\naffectionate, She is black and grey tiger \r\nwith white feet and chest and a bit of white \r\non the left side of her face.\r\nDid Davie tell you my birthday is \r\nAugust 8? And does that make us \r\n\"twins of a sort\"? I'm always interested \r\nin knowing people whose birthday is",
    "CoreField.OriginalFileName": "991371788805867_Ayer_MS_120_box_04_fol_115_00032.tif",
    "new.Page-in-Object": "",
    "timestamp": {
      "year": "2020",
      "month": "04",
      "day": "29"
    },
    "user": "Mjl1024"
  }
]
