[
  {
    "text": "New York 15 Avril 1851\nMr. Narcisse Cyr\nMonsr.\nJ’ai reçu le premier numero d’un petit Journal intitulé ‘Le Semeur Canadien’.  Il y a déja quelque tems, et depuis deux semaines trois autres nos. me sont egalement parvenus.  J’ai lue le premier et de suite J’ai décidé de vous le renvoyer, des affaires préssantes m’ont fait négliger ma résolution et trouvant une occasion favorable Je vous les renvoies tous ensemble, vous priant bien de me rayer de votre liste comme suscripteur—Et cela pour plusieurs raisons, la première desquels est que, lancé dans les affaires Mercantiles, Je n’ai que fort peu de tems pour lire les Journaux, et surtout ceux qui ont une tendance a la polémique religieuse—deuxieme raison—c’est que J’accorde de bon gré à chaque individu la liberté de penser sur ce sujet comme bon lui semble—et si en lisant les Saintes Ecritures, il trouve moyen de leur donner un autre sens que je ne leur donne; libre a lui ou moi? de le faire—Et J’ai tout lieu de me flatter que, toutes personnes bien pensantes m’accorderont le privilège de faire usage de ma raison sous ce rapport, et de jouir du même privilège qu’ils s'arrogent.  Je n’ai ni le loisir, et bien moins la capacité d’entrer en matière sur les différences d’opinions en fait de Religion— qu’il me suffise de vous exprimer ici mes sentimens personels—\nJe chéris et vénère la mémoire d’un père & d’unne mère qui etoient Je crois bon chretiens—Elevés dans les principes de la Religion catholique Romaine -- et ayant depuis plus de vingt années fait une etude approfondie de cette meme religion.  Je n’ai pu jusqu’a ce Jour, me convaincre que Je fus dans l’erreur.  Et bien que je sois pret a admettre que two words scored through quelqu’un des ministres de cette religion, n’agissant pas toujours d’après les principes de la plus parfaite charité, tel que l’entendait L'apôtre St. Paul—cela ne touche en rien au dogme du catholicisme, non plus que le traitre Judas, choisi",
    "link": "https://collections.newberry.org/asset-management/2KXJ8Z9XX00K?BRPN=1&amp;WS=AssetManagement",
    "title": "Gabriel Franchere letter to Narcisse Cyr, April 15, 1851",
    "user": "an anonymous volunteer",
    "date": "01/31/2021",
    "image": "2KXJ8ZW261H8",
    "image_set": "image-set('/static/images/jumbo/2KXJ8ZW261H8-m.jpg' 1x, '/static/images/jumbo/2KXJ8ZW261H8-m.jpg' 2x, '/static/images/jumbo/2KXJ8ZW261H8-l.jpg' 3x)",
    "srcset": "/static/images/jumbo/2KXJ8ZW261H8-m.jpg 800w, /static/images/jumbo/2KXJ8ZW261H8-m.jpg 1200w, /static/images/jumbo/2KXJ8ZW261H8-l.jpg 1700w"
  },
  {
    "text": "An Account of the Indians In Virginia and of some Remarkable Things in that Country \nCollected out of some Letters from A minister in Virginia \nSome few things are inserted concerning the English there, or the Bucaniers in some places of America \nAn Dom 1689",
    "link": "https://collections.newberry.org/asset-management/2KXJ8ZSCTGANV?BRPN=11",
    "title": "Account of the Indians in Virginia and of some remarkable things in that country",
    "user": "an anonymous volunteer",
    "date": "09/11/2019",
    "image": "2KXJ8ZSA8ZZBB",
    "image_set": "image-set('/static/images/jumbo/2KXJ8ZSA8ZZBB-m.jpg' 1x, '/static/images/jumbo/2KXJ8ZSA8ZZBB-m.jpg' 2x, '/static/images/jumbo/2KXJ8ZSA8ZZBB-l.jpg' 3x)",
    "srcset": "/static/images/jumbo/2KXJ8ZSA8ZZBB-m.jpg 800w, /static/images/jumbo/2KXJ8ZSA8ZZBB-m.jpg 1200w, /static/images/jumbo/2KXJ8ZSA8ZZBB-l.jpg 1700w"
  },
  {
    "text": "Department of the Interior\nOffice of Indian Affairs\nWashington, D.C. May 14th, 1875\nErwin C. Watkins, Esqr.\nU.S. Indian Inspector,\nRockford, Michigan.\nSir:\nThis office is in receipt of your letter dated the 1st instant, accepting the appointment of U.S Indian Inspector, vice J.D. Bevier, suspended; and, enclosing your Oath of Office.\nHerewith I transmit your commission, dated the 31st March, last, together with a printed copy of the Act of Congress, approved February 14th, 1874, providing for the appointment of Indian Inspectors. The provisions of the 6th section of the act referred to, are sufficiently explicit to acquaint you, in a general way, with the powers and duties of your office; which, however, may be supplemented by the following remarks: The office to which you are appointed, was created for the purpose of promoting greater efficiency in the efforts now being made by the Government, to bring all Indians in the United States under the power and influence of civilization.",
    "link": "https://collections.newberry.org/asset-management/2KXJ8ZSCTT77C?BRPN=337",
    "title": "Erwin Watkins-Simeon Whiteley papers [box 01], 1863-1920",
    "user": "Becca2",
    "date": "01/22/2021",
    "image": "2KXJ8ZSCY4XHT",
    "image_set": "image-set('/static/images/jumbo/2KXJ8ZSCY4XHT-m.jpg' 1x, '/static/images/jumbo/2KXJ8ZSCY4XHT-m.jpg' 2x, '/static/images/jumbo/2KXJ8ZSCY4XHT-l.jpg' 3x)",
    "srcset": "/static/images/jumbo/2KXJ8ZSCY4XHT-m.jpg 800w, /static/images/jumbo/2KXJ8ZSCY4XHT-m.jpg 1200w, /static/images/jumbo/2KXJ8ZSCY4XHT-l.jpg 1700w"
  },
  {
    "text": "Receive of W. P. Buckner 24 dollars.\r\nTranslation.Comprador [?] for Boston Jack have cachee.  Money 24.\r\ndollars talky true pidgeon.\r\nA. Chinese. Receipt.\r\n[Chinese characters vertically on right side of page]\r\nAfter this affair we had but little trouble in bringing \r\noff our Junks.  Near the Mouth of the river was a wide \r\nbar.  The sea broke on this so that one or two of our \r\nboats were near swamping.  It was close to this bar that \r\nsome of the Touronese jumped overboard.  it is said that \r\nsome of them were drowned,  The Weather during this \r\ngale of wind was very cool.  After this the Capt had \r\nsome long and tedious negotiations with the Manderines \r\nfirst they promised that if they let go the Manderines \r\nMr Lefever would be brought off,  After letting them go \r\nthey next wished the junks released which was also done \r\nbut after waiting until we were tired out and not being \r\nauthorised to do more than we had done we hauled up \r\nto the watering place and recommenced filling with \r\nwater.  We also fired a few experimental shells at an isle \r\nabout 2 miles distant.  The land to the S'W' &amp; to the W of \r\nTouron bay is very high and rugged. Touron bay is \r\none of the most beautiful bays in the world.  To attempt \r\nto describe it would be useless.  There must be 10 or 15 000 inhabitants \r\naround the bay for every flat sandy beach and every green \r\nand mossy vale had a village.   The Houses of the natives \r\nare built of Bamboo stakes covered with straw or mats this \r\nare only one story high without substantial flooring",
    "link": "https://collections.newberry.org/asset-management/2KXJ8Z2UU44I?BRPN=151",
    "title": "Account of a voyage on the U.S.S. Constitution leaving New York May 30, 1844, and arriving at Manila Bay Sept. 12, 1845 journal, 1844-1845",
    "user": "CastleCourt",
    "date": "10/17/2020",
    "image": "2KXJ8Z1ZLV0H",
    "image_set": "image-set('/static/images/jumbo/2KXJ8Z1ZLV0H-m.jpg' 1x, '/static/images/jumbo/2KXJ8Z1ZLV0H-m.jpg' 2x, '/static/images/jumbo/2KXJ8Z1ZLV0H-l.jpg' 3x)",
    "srcset": "/static/images/jumbo/2KXJ8Z1ZLV0H-m.jpg 800w, /static/images/jumbo/2KXJ8Z1ZLV0H-m.jpg 1200w, /static/images/jumbo/2KXJ8Z1ZLV0H-l.jpg 1700w"
  },
  {
    "text": "Chapter First\nThe subject of this Mimoir first became acquainted with the writer at the time of the marriage of her Sister Alvira. A casual acquaintance only, was formed. My own time, in those days, was spent abroad at school, whilst she remained at home in Shoreham.\nIll health, atlength, terminated for a time, my residence abroad and made me a sojourner in the same Town.\nAtlength in the Winter of 1828-9, we found ourselves attendants at the Academy in our native place, where our intimacy, in April 1829, ripened into mutual attachment, and I became a frequent visitor at her fathers house.\nProbably as early as June of",
    "link": "https://collections.newberry.org/asset-management/2KXJ8ZSL75RPI?BRPN=13",
    "title": "Virtulon Rich journal and memoir, vol. 2, 1832-1850",
    "user": "CastleCourt",
    "date": "11/05/2020",
    "image": "2KXJ8ZSFQB9OQ",
    "image_set": "image-set('/static/images/jumbo/2KXJ8ZSFQB9OQ-m.jpg' 1x, '/static/images/jumbo/2KXJ8ZSFQB9OQ-m.jpg' 2x, '/static/images/jumbo/2KXJ8ZSFQB9OQ-l.jpg' 3x)",
    "srcset": "/static/images/jumbo/2KXJ8ZSFQB9OQ-m.jpg 800w, /static/images/jumbo/2KXJ8ZSFQB9OQ-m.jpg 1200w, /static/images/jumbo/2KXJ8ZSFQB9OQ-l.jpg 1700w"
  },
  {
    "text": "Jack &amp; Frank went over to the middle Yuba this morning with 3 mule loads of Provisions that we agreed to pack over for some men at 12$ per hundred for packing 8 miles, so you can see what prices men have to pay for every thing here. I would be glad if we could get such jobs to do all the time. It would be much better than mining. they will be back early in the morning & then Jack will go down to Nevada -- Frank has gotten to be quite a man but I think that he dont look as old as he used to by about 40 or 50 years. I hope that Ghol has entirely given up the idea of coming to California by this time He must recollect that golden crows always fly in foreign lands, at least I have not seen any full grown ones since I have been in this country. Tell sister that I am very anxious to know what that was that she promised to tell me in her last letter that was so rich concerning herself.  I think I can guess pretty near it, if I am not mistaken. At any rate I would like to be knowing something about it. Mother, I sincerely hope that before this time yours & grandmothers health is better than when we last heard from you for nothing could give us more uneasiness than to hear that you were unwell. Grandmother, I fear will not survive many years longer for she was apparently very? feeble when I left & I then feared that I never should see her again yet I still cherish the hope of seeing you all before this time next year provided nothing happens. I think that our destinies have been cast in diferent lands long enough & I still look forward to the day when we can all once more be together to enjoy that very rare blessing which is found only at home. You must all write as often as you can. Ghoh you must write too & dont think hard of us for not writing oftener, for although I am ashamed of it yet we cant well help it for want of opportunity. My respects to Col Burns & Bro. Henry? Capers &c Tell Josephine that I never mean to write to her untill I hear that she has discarded that fellow Jack Donaldson I knew he would dip? me up if he staid there & I tried to coax him to come to California but he would not tell her however that I still love her as fondly & devotedly as ever -- but I fear that I shall yet have to drag out a miserable existance as a consequence of unrequited love. My love to Mrs. Randolph & also to Emily & Adeline Skinner. I had intended to leave some room for Jack & Frank to fill up but I see I have about consumed it all & they will have to use another sheet if they write & if not this will answer for all. give my love to grandmother & Uncle Presleys family when you see them and for yourselves receive the same from your devoted son & Brother. May God help you all",
    "link": "https://collections.newberry.org/asset-management/2KXJ8ZP70V42?BRPN=7&amp;WS=AssetManagement",
    "title": "Thomas Jefferson Oxley letters, 1850-1853",
    "user": "Chricton",
    "date": "12/02/2018",
    "image": "2KXJ8ZW2MKF1",
    "image_set": "image-set('/static/images/jumbo/2KXJ8ZW2MKF1-m.jpg' 1x, '/static/images/jumbo/2KXJ8ZW2MKF1-m.jpg' 2x, '/static/images/jumbo/2KXJ8ZW2MKF1-l.jpg' 3x)",
    "srcset": "/static/images/jumbo/2KXJ8ZW2MKF1-m.jpg 800w, /static/images/jumbo/2KXJ8ZW2MKF1-m.jpg 1200w, /static/images/jumbo/2KXJ8ZW2MKF1-l.jpg 1700w"
  },
  {
    "text": "Dayton Ohio.\nand neat -- roads coarse gravel -- side walks paved with large flat lime stone -- formed of depositions of marine shells. \nThe dwellings are large and neat. The Stage House is a very large & well kept Tavern -- there are several other taverns in Town -- a Court House, tolerable Presbyterian Church, and a Unitarian Church--the first I have seen in the state. There is a pretty good cotton factory here also. \nA few miles before reaching this town I passed a large and very beautiful ‘Mound’ -- about 300 yards around the base -- & about 12 feet high, or 16, situated in the midst of an extensive plain -- a beautiful young orchard is growing upon it -- Small mounds are very common in this Country -- so far as they have been examined -- they appear to be Indian Cemeteries --\n",
    "link": "https://collections.newberry.org/asset-management/2KXJ8ZSL750Z2?BRPN=103",
    "title": "Virtulon Rich journal and memoir, vol. 1, 1832-1850",
    "user": "Jveitch",
    "date": "07/24/2020",
    "image": "2KXJ8ZSF6FBKA",
    "image_set": "image-set('/static/images/jumbo/2KXJ8ZSF6FBKA-m.jpg' 1x, '/static/images/jumbo/2KXJ8ZSF6FBKA-m.jpg' 2x, '/static/images/jumbo/2KXJ8ZSF6FBKA-l.jpg' 3x)",
    "srcset": "/static/images/jumbo/2KXJ8ZSF6FBKA-m.jpg 800w, /static/images/jumbo/2KXJ8ZSF6FBKA-m.jpg 1200w, /static/images/jumbo/2KXJ8ZSF6FBKA-l.jpg 1700w"
  },
  {
    "text": "War Department  \nSurgeon General's Office, \nWashington, D.C. Augt 10, 1896  \nDear Doctor Shannon,  \nYour June 30 Sanitary report came in this morning.  It had been delayed about three weeks  at Dept Hd Qrs and for quite a time at Hd Qrs Army I suppose waiting review of General Miles. The Current officer of pers- approved your denunciation of the old quarters and your suggestion of a new barrack building. Chief Surgeon was of opinion that it was not desirable to construct a barracks on the plan suggested.  Generals Brooks and Miles noted but gave no criticism and the papers bore no endorsement from any of his QuiD.  As the Chief Surgn's endorsement seemed to disapprove not of new quarters but of new quarters on the plan suggested and as I differed from him materially I took the papers in to the SG and I found that he agreed with me that if a permanent barracks is to be built it would be more economical and insure better sanitary conditions as to heating etc. to get away from the pavilion style and so with his approval I took the report in for Captain Millers inspection -- he agreed with us and made a note of your suggestions in case it might be useful to him hereafter not necessarily in connection with Custer.  I mention this that your image and your work in this matter has not been thrown away or been without credit to you although it has brought no benefits to your part.  Miller says that it is out of the question to get new quarters at Custer unless something new turns up but that money would be available for repairs -- on looking at his lists however he found that nothing had been asked for Custer.",
    "link": "https://collections.newberry.org/asset-management/2KXJ8Z9UE2GI?BRPN=265",
    "title": "Charles G. Hinman letters, 1845-1905",
    "user": "Kitsapian",
    "date": "04/16/2020",
    "image": "2KXJ8ZELYODH",
    "image_set": "image-set('/static/images/jumbo/2KXJ8ZELYODH-m.jpg' 1x, '/static/images/jumbo/2KXJ8ZELYODH-m.jpg' 2x, '/static/images/jumbo/2KXJ8ZELYODH-l.jpg' 3x)",
    "srcset": "/static/images/jumbo/2KXJ8ZELYODH-m.jpg 800w, /static/images/jumbo/2KXJ8ZELYODH-m.jpg 1200w, /static/images/jumbo/2KXJ8ZELYODH-l.jpg 1700w"
  },
  {
    "text": "Journal \nof the Commissioners of the United States, appointed to hold conferences with the several Nations of Indians South of the Ohio. Commenced by Col. Hawkins one of the Commrs. On the 18th July He received from the Secy of War the following letter at Tookaubatchee dated \nWar Dept, 18 June 1801.  \nSir  \nThe president of the United States having appointed you a Commissioner, jointly with William R Davie and James Wilkinson Esquires to hold conferences with several of the Indian Nations, South of Ohio. You are requested to repair to South West point in the state of Tennessee by the first day of August next there to meet your colleagues, the first named of whom will be the bearer of your commissions & Instructions",
    "link": "https://collections.newberry.org/asset-management/2KXJ8ZSKYKRAH?BRPN=5",
    "title": "Journal of the commissioners of the United States...",
    "user": "Kitsapian",
    "date": "06/08/2020",
    "image": "2KXJ8ZSKYV4OE",
    "image_set": "image-set('/static/images/jumbo/2KXJ8ZSKYV4OE-m.jpg' 1x, '/static/images/jumbo/2KXJ8ZSKYV4OE-m.jpg' 2x, '/static/images/jumbo/2KXJ8ZSKYV4OE-l.jpg' 3x)",
    "srcset": "/static/images/jumbo/2KXJ8ZSKYV4OE-m.jpg 800w, /static/images/jumbo/2KXJ8ZSKYV4OE-m.jpg 1200w, /static/images/jumbo/2KXJ8ZSKYV4OE-l.jpg 1700w"
  },
  {
    "text": "June 24, 1946\nDear Mr. Burbank,\nYour letter arrived a few days before Davie's gift was received and I kept wondering ‘which cat picture?’ Now I know and send thanks to both you and Davie for the painting. It is just grand! You have made the cat so alive and I marvel how you capture true expression, as in the eyes. Both Phil and I like cats and have a lovely pet now which we adopted when she was five weeks old. Her name is Patsy and she was two in May. She is much company for me-- very devoted but not affectionate. She is black and grey tiger with white feet and chest and a bit of white \non the left side of her face.\nDid Davie tell you my birthday is August 8? And does that make us ‘twins of a sort’? I'm always interested in knowing people whose birthday is",
    "link": "https://collections.newberry.org/asset-management/2KXJ8Z9ULFP2?BRPN=181",
    "title": "E.A. Burbank Papers [box 04], 1897-1949",
    "user": "Mjl1024",
    "date": "04/29/2020",
    "image": "2KXJ8ZE0DCKJ",
    "image_set": "image-set('/static/images/jumbo/2KXJ8ZE0DCKJ-m.jpg' 1x, '/static/images/jumbo/2KXJ8ZE0DCKJ-m.jpg' 2x, '/static/images/jumbo/2KXJ8ZE0DCKJ-l.jpg' 3x)",
    "srcset": "/static/images/jumbo/2KXJ8ZE0DCKJ-m.jpg 800w, /static/images/jumbo/2KXJ8ZE0DCKJ-m.jpg 1200w, /static/images/jumbo/2KXJ8ZE0DCKJ-l.jpg 1700w"
  },
  {
    "text": "whole buggy well painted. \nIt is fortunate that no one was hurt when the carriage springs were broken.  It is a good thing to have quiet horses for family use.  Dr. Jones was not here either yesterday or the day before and he's not been here yet to-day. Charley had another good nights rest and is still more quiet and better today than heretofore. I presume the Dr. can do very little good in coming to see him - time care and to rest is what Charley needs more than medicine.  \nMr. [[unclear]] put the iron bars on the outside of the attic windows yesterday - there are 4 bars across each window and securely fastened to the window frames. They are painted green like the shutters and can hardly be noticed either from the inside or outside. It is very possible that this is also a good thing to have these bars on for the greater security of children who when playing there [[unclear]] the attic sooner if any time hereafter, might [[unclear]] into their glass [[unclear]] to get unto this [[unclear]] which would [[unclear]] dangerous [[unclear]]\nWill write again to-morrow\nAs ever\nYour [[unclear]]\nB.H.G.",
    "link": "https://collections.newberry.org/asset-management/2KXJ8Z81DBXP1?BRPN=10",
    "title": "Benjamin Grierson letter to Alice Grierson, 1877",
    "user": "SamSLB & Skemmler",
    "date": "05/23/2020",
    "image": "2KXJ8ZSC09H2L",
    "image_set": "image-set('/static/images/jumbo/2KXJ8ZSC09H2L-m.jpg' 1x, '/static/images/jumbo/2KXJ8ZSC09H2L-m.jpg' 2x, '/static/images/jumbo/2KXJ8ZSC09H2L-l.jpg' 3x)",
    "srcset": "/static/images/jumbo/2KXJ8ZSC09H2L-m.jpg 800w, /static/images/jumbo/2KXJ8ZSC09H2L-m.jpg 1200w, /static/images/jumbo/2KXJ8ZSC09H2L-l.jpg 1700w"
  },
  {
    "text": "is along with truths and enquiries about you.\nNow Em I suppose that you of course expect to know what the fashions are in this ere town as a return for this information which you tendered me on this same point. Well, commencing at the head -- as you know it is easier to climb down hills than up -- hats are of sundry shapes and sizes [drawing of large and small hats] thus. I suppose you will like pictures best, as little girls generally do so I will give them to you. Hair and whiskers [drawing of a man's face with long hair and beard] thus. Collars entirely defunct. Shirts [drawing of striped shirt] boots and pants [drawing of a part of pants tucked into boots] thus. Walking sticks thus [drawing of a pick and a shovel]. Batchelors hall [drawing of men outside tent]. A dash out on the avenue [drawing of man in buggy]\nBut my genius is entirely exhausted so I must stop. All remarks will of course be unnecessary as a single glance will show you that they are not only unique in every point - but every thing this man of fashion could ask for - I had liked to have forgot however to mention that the above, are generally covered with a coat of dust varying from 3 feet in thickness (whew -- give me a whisk broom).\nAs to the ladies I believe that I have seen but one, and she was at such a distance that with out Hershals Telescope I should have hardly have been able to describe her to you\nFruit is very scarce, what there is being hardly fit to eat, consisting only of a few dry hard Pears and apples. In Em's letter she speaks of John's not",
    "link": "https://collections.newberry.org/asset-management/2KXJ8ZS8MJRXE?BRPN=31",
    "title": "Henry Perry letter to sister Emmeline, 1849",
    "user": "an anonymous volunteer",
    "date": "07/07/2018",
    "image": "2KXJ8ZS8UB8KB",
    "image_set": "image-set('/static/images/jumbo/2KXJ8ZS8UB8KB-m.jpg' 1x, '/static/images/jumbo/2KXJ8ZS8UB8KB-m.jpg' 2x, '/static/images/jumbo/2KXJ8ZS8UB8KB-l.jpg' 3x)",
    "srcset": "/static/images/jumbo/2KXJ8ZS8UB8KB-m.jpg 800w, /static/images/jumbo/2KXJ8ZS8UB8KB-m.jpg 1200w, /static/images/jumbo/2KXJ8ZS8UB8KB-l.jpg 1700w"
  },
  {
    "text": "(71 I made Jack Foster's acquaintance when I first arrived, but he has been away a good deal. He is very homely, & wears shockingly old fashioned clothes, checked pantaloons for instance. On the other hand, his blood is blue, his connections splendid, his manners excellent; he is polite [drawing of a woman in striped dress and apron] kind, attentive, jolly, amusing, & 23. What is more, he has never said or done anything that jarred me in the least. We had a very nice time together at the table curse [course], & he was very attentive. After that I saw him occasionally, & about three weeks ago, he made me a present of a beautiful",
    "link": "https://collections.newberry.org/asset-management/2KXJ8ZSLON5H2?BRPN=75",
    "title": "Julia Newberry diary, 1869-1871",
    "user": "Dvkremk & DawnLib16",
    "date": "03/26/2020",
    "image": "2KXJ8ZSLOJ965",
    "image_set": "image-set('/static/images/jumbo/2KXJ8ZSLOJ965-m.jpg' 1x, '/static/images/jumbo/2KXJ8ZSLOJ965-m.jpg' 2x, '/static/images/jumbo/2KXJ8ZSLOJ965-l.jpg' 3x)",
    "srcset": "/static/images/jumbo/2KXJ8ZSLOJ965-m.jpg 800w, /static/images/jumbo/2KXJ8ZSLOJ965-m.jpg 1200w, /static/images/jumbo/2KXJ8ZSLOJ965-l.jpg 1700w"
  },
  {
    "text": "\nTURIN NOV 21 1880\nDEAR AUNT ANNA, \nBILL WHITE HAS GOT A BABY GIRL. \nI AM LEARNING TO SKATE. \nWHEN ARE YOU COMING HERE. \nI AM EARNING 2 DOLLARS OF PAPA BY BRUSHING MY TEETH AND NOT PICKING MY TEETH WITH A PIN.",
    "link": "https://collections.newberry.org/asset-management/2KXGDNTFIMBA?BRPN=3",
    "title": "Charlie Everett letter to Anna Everett, November 21, 1880",
    "user": "DLRusch & Nkeikok",
    "date": "01/03/2018",
    "image": "2KXJ8ZJ78RKI",
    "image_set": "image-set('/static/images/jumbo/2KXJ8ZJ78RKI-m.jpg' 1x, '/static/images/jumbo/2KXJ8ZJ78RKI-m.jpg' 2x, '/static/images/jumbo/2KXJ8ZJ78RKI-l.jpg' 3x)",
    "srcset": "/static/images/jumbo/2KXJ8ZJ78RKI-m.jpg 800w, /static/images/jumbo/2KXJ8ZJ78RKI-m.jpg 1200w, /static/images/jumbo/2KXJ8ZJ78RKI-l.jpg 1700w"
  },
  {
    "text": "[letterhead: Pinkerton's National Detective Agency, eyeball logo, 'we never sleep']\nChicago Illinois\nSept. 1rth 1888.  \nH.B. Stone Esq.  \nGenl.Manager. C.B.&Q.R.R.  \nCity  \nDear Sir.  \nFollowing find report of Opt H.H.F. dated at Aurora Sept 14 & 15th 1888.  \nOperative reports That: as usual he started out to locate his men. and saw Bauereisen during the forenoon he went to the Cigar Store 110 Fox St. Stayed there till 10.15 a.m. then went home. Opt did not see any of the rest. at 2 p.m. according to instructions from Supt. Rhodes he met Frank W. (Opt) and they went to Sugar Grove to see McClean. found him and Opt F.W. started the Conversation by asking him to be Agent for lands in Kansas and Nebraska: saying he had been recomended as a good man. but soon changed the subject - and told him that both Opts were brotherhood men, (Engineers) and asked him what it was he had reported against the brotherhood Men. he said he had done nothing of the kind: (just then, another man who proved to be the Depot Master came up to where the 3 men were talking!) that he had never reported them as Brotherhood men: Opt asked whether he was working for the Compajkny: he first said no but when he found out that Opts knew him, he ad-",
    "link": "https://collections.newberry.org/asset-management/2KXJ8ZSG61PFG?BRPN=580",
    "title": "Pinkerton report on strikebreaking efforts, Burlington & Quincy Railroad Company Records, 1888",
    "user": "Ekbush",
    "date": "2020/06/21",
    "image": "2KXJ8ZS2V831N",
    "image_set": "image-set('/static/images/jumbo/2KXJ8ZS2V831N-m.jpg' 1x, '/static/images/jumbo/2KXJ8ZS2V831N-m.jpg' 2x, '/static/images/jumbo/2KXJ8ZS2V831N-l.jpg' 3x)",
    "srcset": "/static/images/jumbo/2KXJ8ZS2V831N-m.jpg 800w, /static/images/jumbo/2KXJ8ZS2V831N-m.jpg 1200w, /static/images/jumbo/2KXJ8ZS2V831N-l.jpg 1700w"
  },
  {
    "text": "To Speak with Spiritts\nCall their names Orimoth, Belmoth Lymocke and Say thus. I coniure you by the names of the Angels + Sator and Azamor that yee intend to me in this Aore, and send unto me a Spirite called Sagrigit that doe fullfill my comanding and desire and that can also understand my words for one or 2 yeares [?]; or as long as I will.\n[image: circle with I H S (=Iesus) in center and 'Dalthay' under a line, the outer circle reads: Adonay Pant[?] [Corp...?] + Usor R[?]thaeth + [Messias?] + Soter + Emanuel Sabaoth] [image: lozenge shape: compare Reginald Scot Discoverie of Witchcraft Book XV Chapter VII.] Aries Leo, Othos you, Mala M, Mala M, Alpha et al, Ely Eloy, [+] Character [image] Ilsopheul Character [image] Robeas Character Baron [image:Chi-Ro] Carak[ter] [image] Andromaleus Character [image] Bleth. Character [image: ] Egypia Character [image: ] Mosaeus [image: ] [image:] [image:] Haphago",
    "link": "https://collections.newberry.org/asset-management/2KXJ8Z9UGC2Q?BRPN=17",
    "title": "Book of magical charms, 1612",
    "user": "an anonymous volunteer",
    "date": "7/1/2017",
    "image": "2KXJ8ZQ50KYQ",
    "image_set": "image-set('/static/images/jumbo/2KXJ8ZQ50KYQ-m.jpg' 1x, '/static/images/jumbo/2KXJ8ZQ50KYQ-m.jpg' 2x, '/static/images/jumbo/2KXJ8ZQ50KYQ-l.jpg' 3x)",
    "srcset": "/static/images/jumbo/2KXJ8ZQ50KYQ-m.jpg 800w, /static/images/jumbo/2KXJ8ZQ50KYQ-m.jpg 1200w, /static/images/jumbo/2KXJ8ZQ50KYQ-l.jpg 1700w"
  }
]
